[
  {
    "title": "淇奥",
    "paragraphs": [
      "瞻彼淇奥，绿竹猗猗。有匪君子，如切如磋，如琢如磨，瑟兮僴兮，赫兮咺兮。有匪君子，终不可谖兮。",
      "瞻彼淇奥，绿竹青青。有匪君子，充耳秀莹，会弁如星。瑟兮僴兮。赫兮咺兮，有匪君子，终不可谖兮。",
      "瞻彼淇奥，绿竹如箦。有匪君子，如金如锡，如圭如璧。宽兮绰兮，猗重较兮。善戏谑兮，不为虐兮。"
    ],
    "author": "佚名",
    "dynasty": "国风-卫风",
    "notes": []
  },
  {
    "title": "考槃",
    "paragraphs": [
      "考槃在涧，硕人之宽。独寐寤言，永矢弗谖。",
      "考槃在阿，硕人之薖。独寐寤歌，永矢弗过。",
      "考槃在六，硕人之轴。独寐寤宿，永矢弗告。"
    ],
    "author": "佚名",
    "dynasty": "国风-卫风",
    "notes": []
  },
  {
    "title": "硕人",
    "paragraphs": [
      "硕人其颀，衣锦褧衣。齐侯之子，卫侯之妻。东宫之妹，邢侯之姨，谭公维私。",
      "手如柔荑，肤如凝脂，领如蝤蛴，齿如瓠犀，螓首蛾眉，巧笑倩兮，美目盼兮。",
      "硕人敖敖，说于农郊。四牡有骄，朱幩镳镳。翟茀以朝。大夫夙退，无使君劳。",
      "河水洋洋，北流活活。施罛濊濊，鳣鲔发发。葭菼揭揭，庶姜孽孽，庶士有朅。"
    ],
    "author": "佚名",
    "dynasty": "国风-卫风",
    "notes": []
  },
  {
    "title": "氓",
    "paragraphs": [
      "氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。",
      "乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。",
      "桑之未落，其叶沃若。于嗟鸠兮！无食桑葚。于嗟女兮！无与士耽。士之耽兮，犹可说也。女之耽兮，不可说也。",
      "桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士二其行。士也罔极，二三其德。",
      "三岁为妇，靡室劳矣。夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。静言思之，躬自悼矣。",
      "及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏，信誓旦旦，不思其反。反是不思，亦已焉哉！"
    ],
    "author": "佚名",
    "dynasty": "国风-卫风",
    "notes": []
  },
  {
    "title": "竹竿",
    "paragraphs": [
      "籊籊竹竿，以钓于淇。岂不尔思？远莫致之。",
      "泉源在左，淇水在右。女子有行，远兄弟父母。",
      "淇水在右，泉源在左。巧笑之瑳，佩玉之傩。",
      "淇水滺滺，桧楫松舟。驾言出游，以写我忧。"
    ],
    "author": "佚名",
    "dynasty": "国风-卫风",
    "notes": []
  },
  {
    "title": "芄兰",
    "paragraphs": [
      "芄兰之支，童子佩觿。虽则佩觿，能不我知。容兮遂兮，垂带悸兮。",
      "芄兰之叶，童子佩韘。虽则佩韘，能不我甲。容兮遂兮，垂带悸兮。"
    ],
    "author": "佚名",
    "dynasty": "国风-卫风",
    "notes": []
  },
  {
    "title": "河广",
    "paragraphs": [
      "谁谓河广？一苇杭之。谁谓宋远？跂予望之。",
      "谁谓河广？曾不容刀。谁谓宋远？曾不崇朝。"
    ],
    "author": "佚名",
    "dynasty": "国风-卫风",
    "notes": []
  },
  {
    "title": "伯兮",
    "paragraphs": [
      "伯兮朅兮，邦之桀兮。伯也执殳，为王前驱。",
      "自伯之东，首如飞蓬。岂无膏沐？谁适为容！",
      "其雨其雨，杲杲出日。愿言思伯，甘心首疾。",
      "焉得谖草？言树之背。愿言思伯。使我心痗。"
    ],
    "author": "佚名",
    "dynasty": "国风-卫风",
    "notes": []
  },
  {
    "title": "有狐",
    "paragraphs": [
      "有狐绥绥，在彼淇梁。心之忧矣，之子无裳。",
      "有狐绥绥，在彼淇厉。心之忧矣，之子无带。",
      "有狐绥绥，在彼淇侧。心之忧矣，之子无服。"
    ],
    "author": "佚名",
    "dynasty": "国风-卫风",
    "notes": []
  },
  {
    "title": "木瓜",
    "paragraphs": [
      "投我以木瓜，报之以琼琚。匪报也，永以为好也！",
      "投我以木桃，报之以琼瑶。匪报也，永以为好也！",
      "投我以木李，报之以琼九。匪报也，永以为好也！"
    ],
    "author": "佚名",
    "dynasty": "国风-卫风",
    "notes": []
  }
]