[
  {
    "title": "七月",
    "paragraphs": [
      "七月流火，九月授衣。一之日觱发，二之日栗烈。无衣无褐，何以卒岁？",
      "三之日于耜，四之日举趾。同我妇子，馌彼南亩。田畯至喜。",
      "七月流火，九月授衣。春日载阳，有鸣仓庚。女执懿筐，遵彼微行，爰求柔桑。",
      "春日迟迟，采蘩祁祁。女心伤悲，殆及公子同归。",
      "七月流火，八月萑苇。蚕月条桑，取彼斧斨。以伐远扬，猗彼女桑。",
      "七月鸣鵙，八月载绩。载玄载黄，我朱孔阳，为公子裳。",
      "四月秀葽，五月鸣蜩。八月其获，十月陨萚。一之日于貉，取彼狐狸，为公子裘。",
      "二之日其同，载缵武功。言私其豵，献豜于公。",
      "五月斯螽动股，六月莎鸡振羽。七月在野，八月在宇，九月在户，十月蟋蟀，入我床下。",
      "穹窒熏鼠，塞向墐户。嗟我妇子，曰为改岁，入此室处。",
      "六月食郁及薁，七月亨葵及菽。八月剥枣，十月获稻。为此春酒，以介眉寿。",
      "七月食瓜，八月断壶，九月叔苴，采荼薪樗。食我农夫。",
      "九月筑场圃，十月纳禾稼。黍稷重穋，禾麻菽麦。嗟我农夫，我稼既同，上入执宫功。",
      "昼尔于茅，宵尔索綯，亟其乘屋，其始播百谷。",
      "二之日凿冰冲冲，三之日纳于凌阴。四之日其蚤，献羔祭韭。九月肃霜，十月涤场。",
      "朋酒斯飨，曰杀羔羊，跻彼公堂。称彼兕觥：万寿无疆！"
    ],
    "author": "佚名",
    "dynasty": "国风-豳风",
    "notes": []
  },
  {
    "title": "鸱鸮",
    "paragraphs": [
      "鸱鸮鸱鸮，既取我子，无毁我室。恩斯勤斯，鬻子之闵斯。",
      "迨天之未阴雨，彻彼桑土，绸缪牖户。今女下民，或敢侮予？",
      "予手拮据，予所捋荼。予所蓄租，予口卒瘏，曰予未有室家。",
      "予羽谯谯，予尾翛翛，予室翘翘。风雨所漂摇，予维音哓哓！"
    ],
    "author": "佚名",
    "dynasty": "国风-豳风",
    "notes": []
  },
  {
    "title": "东山",
    "paragraphs": [
      "我徂东山，慆慆不归。我来自东，零雨其濛。我东曰归，我心西悲。",
      "制彼裳衣，勿士行枚。蜎蜎者蠋，烝在桑野。敦彼独宿，亦在车下。",
      "我徂东山，慆慆不归。我来自东，零雨其濛。果臝之实，亦施于宇。",
      "伊威在室，蠨蛸在户。町畽鹿场，熠耀宵行。不可畏也，伊可怀也。",
      "我徂东山，慆慆不归。我来自东，零雨其濛。鹳鸣于垤，妇叹于室。",
      "洒扫穹窒，我征聿至。有敦瓜苦，烝在栗薪。自我不见，于今三年。",
      "我徂东山，慆慆不归。我来自东，零雨其濛。仓庚于飞，熠耀其羽。",
      "之子于归，皇驳其马。亲结其缡，九十其仪。其新孔嘉，其旧如之何？"
    ],
    "author": "佚名",
    "dynasty": "国风-豳风",
    "notes": []
  },
  {
    "title": "破斧",
    "paragraphs": [
      "既破我斧，又缺我斨。周公东征，四国是皇。哀我人斯，亦孔之将。",
      "既破我斧，又缺我锜。周公东征，四国是遒。哀我人斯，亦孔之嘉。",
      "既破我斧，又缺我銶。周公东征，四国是遒。哀我人斯，亦孔之休。"
    ],
    "author": "佚名",
    "dynasty": "国风-豳风",
    "notes": []
  },
  {
    "title": "伐柯",
    "paragraphs": [
      "伐柯如何？匪斧不克。取妻如何？匪媒不得。",
      "伐柯伐柯，其则不远。我觏之子，笾豆有践。"
    ],
    "author": "佚名",
    "dynasty": "国风-豳风",
    "notes": []
  },
  {
    "title": "九罭",
    "paragraphs": [
      "九罭之鱼，鳟鲂。我觏之子，衮衣绣裳。",
      "鸿飞遵渚，公归无所，于女信处。鸿飞遵六，公归不复，于女信宿。",
      "是以有衮衣兮，无以我公归兮，无使我心悲兮。"
    ],
    "author": "佚名",
    "dynasty": "国风-豳风",
    "notes": []
  },
  {
    "title": "狼跋",
    "paragraphs": [
      "狼跋其胡，载疐其尾。公孙硕肤，赤舄几几。",
      "狼疐其尾，载跋其胡。公孙硕肤，德音不瑕？"
    ],
    "author": "佚名",
    "dynasty": "国风-豳风",
    "notes": []
  }
]