[
  {
    "title": "鹿鸣",
    "paragraphs": [
      "呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。吹笙鼓簧，承筐是将。人之好我，示我周行。",
      "呦呦鹿鸣，食野之蒿。我有嘉宾，德音孔昭。视民不恌，君子是则是效。我有旨酒，嘉宾式燕以敖。",
      "呦呦鹿鸣，食野之芩。我有嘉宾，鼓瑟鼓琴。鼓瑟鼓琴，和乐且湛。我有旨酒，以燕乐嘉宾之心。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鹿鸣之什",
    "notes": []
  },
  {
    "title": "四牡",
    "paragraphs": [
      "四牡騑騑，周道倭迟。岂不怀归？王事靡盬，我心伤悲。",
      "四牡騑騑，啴啴骆马。岂不怀归？王事靡盬，不遑启处。",
      "翩翩者鵻，载飞载下，集于苞栩。王事靡盬，不遑将父。",
      "翩翩者鵻，载飞载止，集于苞杞。王事靡盬，不遑将母。",
      "驾彼四骆，载骤骎骎。岂不怀归？是用作歌，将母来谂。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鹿鸣之什",
    "notes": []
  },
  {
    "title": "皇皇者华",
    "paragraphs": [
      "皇皇者华，于彼原隰。駪駪征夫，每怀靡及。",
      "我马维驹，六辔如濡。载驰载驱，周爰咨诹。",
      "我马维骐，六辔如丝。载驰载驱，周爰咨谋。",
      "我马维骆，六辔沃若。载驰载驱，周爰咨度。",
      "我马维骃，六辔既均。载驰载驱，周爰咨询。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鹿鸣之什",
    "notes": []
  },
  {
    "title": "棠棣",
    "paragraphs": [
      "棠棣之华，鄂不韡韡。凡今之人，莫如兄弟。",
      "死丧之威，兄弟孔怀。原隰裒矣，兄弟求矣。",
      "脊令在原，兄弟急难。每有良朋，况也永叹。",
      "兄弟阋于墙，外御其务。每有良朋，烝也无戎。",
      "丧乱既平，既安且宁。虽有兄弟，不如友生？",
      "傧尔笾豆，饮酒之饫。兄弟既具，和乐且孺。",
      "妻子好合，如鼓瑟琴。兄弟既翕，和乐且湛。",
      "宜尔室家，乐尔妻帑。是究是图，亶其然乎？"
    ],
    "author": "佚名",
    "dynasty": "小雅-鹿鸣之什",
    "notes": []
  },
  {
    "title": "伐木",
    "paragraphs": [
      "伐木丁丁，鸟鸣嘤嘤。出自幽谷，迁于乔木。嘤其鸣矣，求其友声。",
      "相彼鸟矣，犹求友声。矧伊人矣，不求友生？神之听之，终和且平。",
      "伐木许许，酾酒有藇！既有肥羜，以速诸父。宁适不来，微我弗顾。",
      "于粲洒扫，陈馈八簋。既有肥牡，以速诸舅。宁适不来，微我有咎。",
      "伐木于阪，酾酒有衍。笾豆有践，兄弟无远。民之失德，乾餱以愆。",
      "有酒湑我，无酒酤我。坎坎鼓我，蹲蹲舞我。迨我暇矣，饮此湑矣。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鹿鸣之什",
    "notes": []
  },
  {
    "title": "天保",
    "paragraphs": [
      "天保定尔，亦孔之固。俾尔单厚，何福不除？俾尔多益，以莫不庶。",
      "天保定尔，俾尔戬穀。罄无不宜，受天百禄。降尔遐福，维日不足。",
      "天保定尔，以莫不兴。如山如阜，如冈如陵，如川之方至，以莫不增。",
      "吉蠲为饎，是用孝享。禴祠烝尝，于公先王。君曰：卜尔，万寿无疆。",
      "神之吊矣，诒尔多福。民之质矣，日用饮食。群黎百姓，遍为尔德。",
      "如月之恒，如日之升。如南山之寿，不骞不崩。如松柏之茂，无不尔或承。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鹿鸣之什",
    "notes": []
  },
  {
    "title": "采薇",
    "paragraphs": [
      "采薇采薇，薇亦作止。曰归曰归，岁亦莫止。靡室靡家，玁狁之故。不遑启居，玁狁之故。",
      "采薇采薇，薇亦柔止。曰归曰归，心亦忧止。忧心烈烈，载饥载渴。我戍未定，靡使归聘。",
      "采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。王事靡盬，不遑启处。忧心孔疚，我行不来！",
      "彼尔维何？维常之华。彼路斯何？君子之车。戎车既驾，四牡业业。岂敢定居？一月三捷。",
      "驾彼四牡，四牡骙骙。君子所依，小人所腓。四牡翼翼，象弭鱼服。岂不日戒？玁狁孔棘！",
      "昔我往矣，杨柳依依。今我来思，雨雪霏霏。行道迟迟，载渴载饥。我心伤悲，莫知我哀！"
    ],
    "author": "佚名",
    "dynasty": "小雅-鹿鸣之什",
    "notes": []
  },
  {
    "title": "出车",
    "paragraphs": [
      "我出我车，于彼牧矣。自天子所，谓我来矣。召彼仆夫，谓之载矣。王事多难，维其棘矣。",
      "我出我车，于彼郊矣。设此旐矣，建彼旄矣。彼旟旐斯，胡不旆旆？忧心悄悄，仆夫况瘁。",
      "王命南仲，往城于方。出车彭彭，旂旐央央。天子命我，城彼朔方。赫赫南仲，玁狁于襄。",
      "昔我往矣，黍稷方华。今我来思，雨雪载途。王事多难，不遑启居。岂不怀归？畏此简书。",
      "喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。既见君子，我心则降。赫赫南仲，薄伐西戎。",
      "春日迟迟，卉木萋萋。仓庚喈喈，采蘩祁祁。执讯获丑，薄言还归。赫赫南仲，玁狁于夷。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鹿鸣之什",
    "notes": []
  },
  {
    "title": "杕杜",
    "paragraphs": [
      "有杕之杜，有睆其实。王事靡盬，继嗣我日。日月阳止，女心伤止，征夫遑止。",
      "有杕之杜，其叶萋萋。王事靡盬，我心伤悲。卉木萋止，女心悲止，征夫归止！",
      "陟彼北山，言采其杞。王事靡盬，忧我父母。檀车幝幝，四牡痯痯，征夫不远！",
      "匪载匪来，忧心孔疚。斯逝不至，而多为恤。卜筮偕止，会言近止，征夫迩止！"
    ],
    "author": "佚名",
    "dynasty": "小雅-鹿鸣之什",
    "notes": []
  },
  {
    "title": "鱼丽",
    "paragraphs": [
      "鱼丽于罶，鲿鲨。君子有酒，旨且多。",
      "鱼丽于罶，鲂鳢。君子有酒，多且旨。",
      "鱼丽于罶，鰋鲤。君子有酒，旨且有。物其多矣，",
      "维其嘉矣！物其旨矣，维其偕矣！物其有矣，维其时矣！"
    ],
    "author": "佚名",
    "dynasty": "小雅-鹿鸣之什",
    "notes": []
  }
]