[
  {
    "title": "南有嘉鱼",
    "paragraphs": [
      "南有嘉鱼，烝然罩罩。君子有酒，嘉宾式燕以乐。",
      "南有嘉鱼，烝然汕汕。君子有酒，嘉宾式燕以衎。",
      "南有樛木，甘瓠累之。君子有酒，嘉宾式燕绥之。",
      "翩翩者鵻，烝然来思。君子有酒，嘉宾式燕又思。"
    ],
    "author": "佚名",
    "dynasty": "小雅-南有嘉鱼之什",
    "notes": []
  },
  {
    "title": "南山有台",
    "paragraphs": [
      "南山有台，北山有莱。乐只君子，邦家之基。乐只君子，万寿无期。",
      "南山有桑，北山有杨。乐只君子，邦家之光。乐只君子，万寿无疆。",
      "南山有杞，北山有李。乐只君子，民之父母。乐只君子，德音不已。",
      "南山有栲，北山有杻。乐只君子，遐不眉寿。乐只君子，德音是茂。",
      "南山有枸，北山有楰。乐只君子，遐不黄耇。乐只君子，保艾尔后。"
    ],
    "author": "佚名",
    "dynasty": "小雅-南有嘉鱼之什",
    "notes": []
  },
  {
    "title": "蓼萧",
    "paragraphs": [
      "蓼彼萧斯，零露湑兮。既见君子，我心写兮。燕笑语兮，是以有誉处兮。",
      "蓼彼萧斯，零露瀼瀼。既见君子，为龙为光。其德不爽，寿考不忘。",
      "蓼彼萧斯，零露泥泥。既见君子，孔燕岂弟。宜兄宜弟，令德寿岂。",
      "蓼彼萧斯，零露浓浓。既见君子，鞗革忡忡。和鸾雍雍，万福攸同。"
    ],
    "author": "佚名",
    "dynasty": "小雅-南有嘉鱼之什",
    "notes": []
  },
  {
    "title": "湛露",
    "paragraphs": [
      "湛湛露斯，匪阳不晞。厌厌夜饮，不醉无归。",
      "湛湛露斯，在彼丰草。厌厌夜饮，在宗载考。",
      "湛湛露斯，在彼杞棘。显允君子，莫不令德。",
      "其桐其椅，其实离离。岂弟君子，莫不令仪。"
    ],
    "author": "佚名",
    "dynasty": "小雅-南有嘉鱼之什",
    "notes": []
  },
  {
    "title": "彤弓",
    "paragraphs": [
      "彤弓弨兮，受言藏之。我有嘉宾，中心贶之。钟鼓既设，一朝飨之。",
      "彤弓弨兮，受言载之。我有嘉宾，中心喜之。钟鼓既设，一朝右之。",
      "彤弓弨兮，受言櫜之。我有嘉宾，中心好之。钟鼓既设，一朝酬之。"
    ],
    "author": "佚名",
    "dynasty": "小雅-南有嘉鱼之什",
    "notes": []
  },
  {
    "title": "菁菁者莪",
    "paragraphs": [
      "菁菁者莪，在彼中阿。既见君子，乐且有仪。",
      "菁菁者莪，在彼中沚。既见君子，我心则喜。",
      "菁菁者莪，在彼中陵。既见君子，锡我百朋。",
      "泛泛杨舟，载沉载浮。既见君子，我心则休。"
    ],
    "author": "佚名",
    "dynasty": "小雅-南有嘉鱼之什",
    "notes": []
  },
  {
    "title": "六月",
    "paragraphs": [
      "六月栖栖，戎车既饬。四牡骙骙，载是常服。玁狁孔炽，我是用急。王于出征，以匡王国。",
      "比物四骊，闲之维则。维此六月，既成我服。我服既成，于三十里。王于出征，以佐天子。",
      "四牡修广，其大有颙。薄伐玁狁，以奏肤公。有严有翼，共武之服。共武之服，以定王国。",
      "玁狁匪茹，整居焦获。侵镐及方，至于泾阳。织文鸟章，白旆央央。元戎十乘，以先启行。",
      "戎车既安，如轾如轩。四牡既佶，既佶且闲。薄伐玁狁，至于大原。文武吉甫，万邦为宪。",
      "吉甫燕喜，既多受祉。来归自镐，我行永久。饮御诸友，炰鳖脍鲤。侯谁在矣？张仲孝友。"
    ],
    "author": "佚名",
    "dynasty": "小雅-南有嘉鱼之什",
    "notes": []
  },
  {
    "title": "采芑",
    "paragraphs": [
      "薄言采芑，于彼新田，呈此菑亩。方叔涖止，其车三千。师干之试，方叔率止。",
      "乘其四骐，四骐翼翼。路车有奭，簟茀鱼服，钩膺鞗革。",
      "薄言采芑，于彼新田，于此中乡。方叔涖止，其车三千。旂旐央央，方叔率止。",
      "约軧错衡，八鸾玱玱。服其命服，朱芾斯皇，有玱葱珩。",
      "鴥彼飞隼，其飞戾天，亦集爰止。方叔涖止，其车三千。师干之试，方叔率止。",
      "钲人伐鼓，陈师鞠旅。显允方叔，伐鼓渊渊，振旅阗阗。",
      "蠢尔蛮荆，大邦为仇。方叔元老，克壮其犹。方叔率止，执讯获丑。戎车啴啴，",
      "啴啴焞焞，如霆如雷。显允方叔，征伐玁狁，蛮荆来威。"
    ],
    "author": "佚名",
    "dynasty": "小雅-南有嘉鱼之什",
    "notes": []
  },
  {
    "title": "车攻",
    "paragraphs": [
      "我车既攻，我马既同。四牡庞庞，驾言徂东。",
      "田车既好，田牡孔阜。东有甫草，驾言行狩。",
      "之子于苗，选徒嚣嚣。建旐设旄，搏兽于敖。",
      "驾彼四牡，四牡奕奕。赤芾金舄，会同有绎。",
      "决拾既佽，弓矢既调。射夫既同，助我举柴。",
      "四黄既驾，两骖不猗。不失其驰，舍矢如破。",
      "萧萧马鸣，悠悠旆旌。徒御不惊，大庖不盈。",
      "之子于征，有闻无声。允矣君子，展也大成。"
    ],
    "author": "佚名",
    "dynasty": "小雅-南有嘉鱼之什",
    "notes": []
  },
  {
    "title": "吉日",
    "paragraphs": [
      "吉日维戊，既伯既祷。田车既好，四牡孔阜。升彼大阜，从其群丑。",
      "吉日庚午，既差我马。兽之所同，麀鹿麌麌。漆沮之从，天子之所。",
      "瞻彼中原，其祁孔有。儦儦俟俟，或群或友。悉率左右，以燕天子。",
      "既张我弓，既挟我矢。发彼小豝，殪此大兕。以御宾客，且以酌醴。"
    ],
    "author": "佚名",
    "dynasty": "小雅-南有嘉鱼之什",
    "notes": []
  }
]