[
  {
    "title": "鸿雁",
    "paragraphs": [
      "鸿雁于飞，肃肃其羽。之子于征，劬劳于野。爰及矜人，哀此鳏寡。",
      "鸿雁于飞，集于中泽。之子于垣，百堵皆作。虽则劬劳，其究安宅？",
      "鸿雁于飞，哀鸣嗷嗷。维此哲人，谓我劬劳。维彼愚人，谓我宣骄。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鸿雁之什",
    "notes": []
  },
  {
    "title": "庭燎",
    "paragraphs": [
      "夜如何其？夜未央，庭燎之光。君子至止，鸾声将将。",
      "夜如何其？夜未艾，庭燎晣晣。君子至止，鸾声哕哕。",
      "夜如何其？夜乡晨，庭燎有辉。君子至止，言观其旂。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鸿雁之什",
    "notes": []
  },
  {
    "title": "沔水",
    "paragraphs": [
      "沔彼流水，朝宗于海。鴥彼飞隼，载飞载止。嗟我兄弟，邦人诸友。莫肯念乱，谁无父母？",
      "沔彼流水，其流汤汤。鴥彼飞隼，载飞载扬。念彼不迹，载起载行。心之忧矣，不可弭忘。",
      "鴥彼飞隼，率彼中陵。民之讹言，宁莫之惩？我友敬矣，谗言其兴。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鸿雁之什",
    "notes": []
  },
  {
    "title": "鹤鸣",
    "paragraphs": [
      "鹤鸣于九皋，声闻于野。鱼潜在渊，或在于渚。乐彼之园，爰有树檀，其下维萚。他山之石，可以为错。",
      "鹤鸣于九皋，声闻于天。鱼在于渚，或潜在渊。乐彼之园，爰有树檀，其下维谷。他山之石，可以攻玉。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鸿雁之什",
    "notes": []
  },
  {
    "title": "祈父",
    "paragraphs": [
      "祈父，予王之爪牙。胡转予于恤，靡所止居？",
      "祈父，予王之爪士。胡转予于恤，靡所厎止？",
      "祈父，亶不聪。胡转予于恤？有母之尸饔。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鸿雁之什",
    "notes": []
  },
  {
    "title": "白驹",
    "paragraphs": [
      "皎皎白驹，食我场苗。絷之维之，以永今朝。所谓伊人，于焉逍遥？",
      "皎皎白驹，食我场藿。絷之维之，以永今夕。所谓伊人，于焉嘉客？",
      "皎皎白驹，贲然来思。尔公尔侯，逸豫无期？慎尔优游，勉尔遁思。",
      "皎皎白驹，在彼空谷。生刍一束，其人如玉。毋金玉尔音，而有遐心。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鸿雁之什",
    "notes": []
  },
  {
    "title": "黄鸟",
    "paragraphs": [
      "黄鸟黄鸟，无集于穀，无啄我粟。此邦之人，不我肯穀。言旋言归，复我邦族。",
      "黄鸟黄鸟，无集于桑，无啄我粱。此邦之人，不可与明。言旋言归，复我诸兄。",
      "黄鸟黄鸟，无集于栩，无啄我黍。此邦之人，不可与处。言旋言归，复我诸父。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鸿雁之什",
    "notes": []
  },
  {
    "title": "我行其野",
    "paragraphs": [
      "我行其野，蔽芾其樗。婚姻之故，言就尔居。尔不我畜，复我邦家。",
      "我行其野，言采其蓫。婚姻之故，言就尔宿。尔不我畜，言归斯复。",
      "我行其野，言采其葍。不思旧姻，求尔新特。成不以富，亦祗以异。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鸿雁之什",
    "notes": []
  },
  {
    "title": "斯干",
    "paragraphs": [
      "秩秩斯干，幽幽南山。如竹苞矣，如松茂矣。兄及弟矣，式相好矣，无相犹矣。",
      "似续妣祖，筑室百堵，西南其户。爰居爰处，爰笑爰语。",
      "约之阁阁，椓之橐橐。风雨攸除，鸟鼠攸去，君子攸芋。",
      "如跂斯翼，如矢斯棘，如鸟斯革，如翚斯飞，君子攸跻。",
      "殖殖其庭，有觉其楹。哙哙其正，哕哕其冥。君子攸宁。",
      "下莞上簟，乃安斯寝。乃寝乃兴，乃占我梦。吉梦维何？维熊维罴，维虺维蛇。",
      "大人占之：维熊维罴，男子之祥；维虺维蛇，女子之祥。",
      "乃生男子，载寝之床。载衣之裳，载弄之璋。其泣喤喤，朱芾斯皇，室家君王。",
      "乃生女子，载寝之地。载衣之裼，载弄之瓦。无非无仪，唯酒食是议，无父母诒罹。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鸿雁之什",
    "notes": []
  },
  {
    "title": "无羊",
    "paragraphs": [
      "谁谓尔无羊？三百维群。谁谓尔无牛？九十其犉。尔羊来思，其角濈濈。尔牛来思，其耳湿湿。",
      "或降于阿，或饮于池，或寝或讹。尔牧来思，何蓑何笠，或负其餱。三十维物，尔牲则具。",
      "尔牧来思，以薪以蒸，以雌以雄。尔羊来思，矜矜兢兢，不骞不崩。麾之以肱，毕来既升。",
      "牧人乃梦，众维鱼矣，旐维旟矣，大人占之；众维鱼矣，实维丰年；旐维旟矣，室家溱溱。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鸿雁之什",
    "notes": []
  }
]