[
  {
    "title": "节南山",
    "paragraphs": [
      "节彼南山，维石岩岩。赫赫师尹，民具尔瞻。忧心如惔，不敢戏谈。国既卒斩，何用不监！",
      "节彼南山，有实其猗。赫赫师尹，不平谓何。天方荐瘥，丧乱弘多。民言无嘉，惨莫惩嗟。",
      "尹氏大师，维周之氐；秉国之钧，四方是维。天子是毗，俾民不迷。不吊昊天，不宜空我师。",
      "弗躬弗亲，庶民弗信。弗问弗仕，勿罔君子。式夷式已，无小人殆。琐琐姻亚，则无膴仕。",
      "昊天不佣，降此鞠訩。昊天不惠，降此大戾。君子如届，俾民心阕。君子如夷，恶怒是违。",
      "不吊昊天，乱靡有定。式月斯生，俾民不宁。忧心如酲，谁秉国成？不自为政，卒劳百姓。",
      "驾彼四牡，四牡项领。我瞻四方，蹙蹙靡所骋。",
      "方茂尔恶，相尔矛矣。既夷既怿，如相酬矣。",
      "昊天不平，我王不宁。不惩其心，覆怨其正。",
      "家父作诵，以究王訩。式讹尔心，以畜万邦。"
    ],
    "author": "佚名",
    "dynasty": "小雅-节南山之什",
    "notes": []
  },
  {
    "title": "正月",
    "paragraphs": [
      "正月繁霜，我心忧伤。民之讹言，亦孔之将。念我独兮，忧心京京。哀我小心，癙忧以痒。",
      "父母生我，胡俾我瘉？不自我先，不自我后。好言自口，莠言自口。忧心愈愈，是以有侮。",
      "忧心惸惸，念我无禄。民之无辜，并其臣仆。哀我人斯，于何从禄？瞻乌爰止？于谁之屋？",
      "瞻彼中林，侯薪侯蒸。民今方殆，视天梦梦。既克有定，靡人弗胜。有皇上帝，伊谁云憎？",
      "谓山盖卑，为冈为陵。民之讹言，宁莫之惩。召彼故老，讯之占梦。具曰予圣，谁知乌之雌雄！",
      "谓天盖高，不敢不局。谓地盖厚，不敢不蹐。维号斯言，有伦有脊。哀今之人，胡为虺蜴？",
      "瞻彼阪田，有菀其特。天之杌我，如不我克。彼求我则，如不我得。执我仇仇，亦不我力。",
      "心之忧矣，如或结之。今兹之正，胡然厉矣？燎之方扬，宁或灭之？赫赫宗周，褒姒灭之！",
      "终其永怀，又窘阴雨。其车既载，乃弃尔辅。载输尔载，将伯助予！",
      "无弃尔辅，员于尔辐。屡顾尔仆，不输尔载。终逾绝险，曾是不意。",
      "鱼在于沼，亦匪克乐。潜虽伏矣，亦孔之炤。忧心惨惨，念国之为虐！",
      "彼有旨酒，又有嘉肴。洽比其邻，婚姻孔云。念我独兮，忧心殷殷。",
      "佌佌彼有屋，蔌蔌方有谷。民今之无禄，天夭是椓。哿矣富人，哀此惸独。"
    ],
    "author": "佚名",
    "dynasty": "小雅-节南山之什",
    "notes": []
  },
  {
    "title": "十月之交",
    "paragraphs": [
      "十月之交，朔月辛卯。日有食之，亦孔之丑。彼月而微，此日而微；今此下民，亦孔之哀。",
      "日月告凶，不用其行。四国无政，不用其良。彼月而食，则维其常；此日而食，于何不臧。",
      "烨烨震电，不宁不令。百川沸腾，山冢崒崩。高岸为谷，深谷为陵。哀今之人，胡惨莫惩？",
      "皇父卿士，番维司徒，家伯维宰，仲允膳夫，棸子内史，蹶维趣马，楀维师氏。醘妻煽方处。",
      "抑此皇父，岂曰不时？胡为我作，不即我谋？彻我墙屋，田卒氵于莱。曰予不戕，礼则然矣。",
      "皇父孔圣，作都于向。择三有事，亶侯多藏。不慭遗一老，俾守我王。择有车马，以居徂向。",
      "黾勉从事，不敢告劳。无罪无辜，谗口嚣嚣。下民之孽，匪降自天。噂沓背憎，职竞由人。",
      "悠悠我里，亦孔之痗。四方有羡，我独居忧。民莫不逸，我独不敢休。天命不彻，我不敢效我友自逸。"
    ],
    "author": "佚名",
    "dynasty": "小雅-节南山之什",
    "notes": []
  },
  {
    "title": "雨无正",
    "paragraphs": [
      "浩浩昊天，不骏其德。降丧饥馑，斩伐四国。旻天疾威，弗虑弗图。舍彼有罪，既伏其辜。若此无罪，沦胥以铺。",
      "周宗既灭，靡所止戾。正大夫离居，莫知我勚。三事大夫，莫肯夙夜。邦君诸侯，莫肯朝夕。庶曰式臧，覆出为恶。",
      "如何昊天，辟言不信。如彼行迈，则靡所臻。凡百君子，各敬尔身。胡不相畏，不畏于天？",
      "戎成不退，饥成不遂。曾我暬御，惨惨日瘁。凡百君子，莫肯用讯。听言则答，谮言则退。",
      "哀哉不能言，匪舌是出，维躬是瘁。哿矣能言，巧言如流，俾躬处休！",
      "维曰予仕，孔棘且殆。云不何使，得罪于天子；亦云可使，怨及朋友。",
      "谓尔迁于王都。曰予未有室家。鼠思泣血，无言不疾。昔尔出居，谁从作尔室？"
    ],
    "author": "佚名",
    "dynasty": "小雅-节南山之什",
    "notes": []
  },
  {
    "title": "小旻",
    "paragraphs": [
      "旻天疾威，敷于下土。谋犹回遹，何日斯沮？谋臧不从，不臧覆用。我视谋犹，亦孔之邛。",
      "潝潝訿訿，亦孔之哀。谋之其臧，则具是违。谋之不臧，则具是依。我视谋犹，伊于胡厎。",
      "我龟既厌，不我告犹。谋夫孔多，是用不集。发言盈庭，谁敢执其咎？如匪行迈谋，是用不得于道。",
      "哀哉为犹，匪先民是程，匪大犹是经。维迩言是听，维迩言是争。如彼筑室于道谋，是用不溃于成。",
      "国虽靡止，或圣或否。民虽靡膴，或哲或谋，或肃或艾。如彼泉流，无沦胥以败。",
      "不敢暴虎，不敢冯河。人知其一，莫知其他。战战兢兢，如临深渊，如履薄冰。"
    ],
    "author": "佚名",
    "dynasty": "小雅-节南山之什",
    "notes": []
  },
  {
    "title": "小宛",
    "paragraphs": [
      "宛彼鸣鸠，翰飞戾天。我心忧伤，念昔先人。明发不寐，有怀二人。",
      "人之齐圣，饮酒温克。彼昏不知，一醉日富。各敬尔仪，天命不又。",
      "中原有菽，庶民采之。螟蛉有子，蜾蠃负之。教诲尔子，式穀似之。",
      "题彼脊令，载飞载鸣。我日斯迈，而月斯征。夙兴夜寐，毋忝尔所生。",
      "交交桑扈，率场啄粟。哀我填寡，宜岸宜狱。握粟出卜，自何能穀？",
      "温温恭人，如集于木。惴惴小心，如临于谷。战战兢兢，如履薄冰。"
    ],
    "author": "佚名",
    "dynasty": "小雅-节南山之什",
    "notes": []
  },
  {
    "title": "小弁",
    "paragraphs": [
      "弁彼鸴斯，归飞提提。民莫不穀，我独于罹。何辜于天？我罪伊何？心之忧矣，云如之何？",
      "踧踧周道，鞫为茂草。我心忧伤，惄焉如捣。假寐永叹，维忧用老。心之忧矣，疢如疾首。",
      "维桑与梓，必恭敬止。靡瞻匪父，靡依匪母。不属于毛？不罹于里？天之生我，我辰安在？",
      "菀彼柳斯，鸣蜩嘒嘒，有漼者渊，萑苇淠淠。譬彼舟流，不知所届，心之忧矣，不遑假寐。",
      "鹿斯之奔，维足伎伎。雉之朝雊，尚求其雌。譬彼坏木，疾用无枝。心之忧矣，宁莫之知？",
      "相彼投兔，尚或先之。行有死人，尚或墐之。君子秉心，维其忍之。心之忧矣，涕既陨之。",
      "君子信谗，如或酬之。君子不惠，不舒究之。伐木掎矣，析薪扡矣。舍彼有罪，予之佗矣。",
      "莫高匪山，莫浚匪泉。君子无易由言，耳属于垣。无逝我梁，无发我笱。我躬不阅，遑恤我后。"
    ],
    "author": "佚名",
    "dynasty": "小雅-节南山之什",
    "notes": []
  },
  {
    "title": "巧言",
    "paragraphs": [
      "悠悠昊天，曰父母且。无罪无辜，乱如此幠。昊天已威，予慎无罪。昊天大幠，予慎无辜。",
      "乱之初生，僭始既涵。乱之又生，君子信谗。君子如怒，乱庶遄沮。君子如祉，乱庶遄已。",
      "君子屡盟，乱是用长。君子信盗，乱是用暴。盗言孔甘，乱是用餤。匪其止共，维王之邛。",
      "奕奕寝庙，君子作之。秩秩大猷，圣人莫之。他人有心，予忖度之。跃跃毚兔，遇犬获之。",
      "荏染柔木，君子树之。往来行言，心焉数之。蛇蛇硕言，出自口矣。巧言如簧，颜之厚矣。",
      "彼何人斯？居河之麋。无拳无勇，职为乱阶。既微且尰，尔勇伊何？为犹将多，尔居徒几何？"
    ],
    "author": "佚名",
    "dynasty": "小雅-节南山之什",
    "notes": []
  },
  {
    "title": "何人斯",
    "paragraphs": [
      "彼何人斯？其心孔艰。胡逝我梁，不入我门？伊谁云从？维暴之云。",
      "二人从行，谁为此祸？胡逝我梁，不入唁我？始者不如今，云不我可",
      "彼何人斯？胡逝我陈？我闻其声，不见其身。不愧于人？不畏于天？",
      "彼何人斯？其为飘风。胡不自北？胡不自南？胡逝我梁？絺搅我心。",
      "尔之安行，亦不遑舍。尔之亟行，遑脂尔车。一者之来，云何其盱。",
      "尔还而入，我心易也。还而不入，否难知也。一者之来，俾我絺也。",
      "伯氏吹埙，仲氏吹篪。及尔如贯，谅不我郑出此三物，以诅尔斯。",
      "为鬼为蜮，则不可得。有靦面目，视人罔极。作此好歌，以极反侧。"
    ],
    "author": "佚名",
    "dynasty": "小雅-节南山之什",
    "notes": []
  },
  {
    "title": "巷伯",
    "paragraphs": [
      "萋兮斐兮，成是贝锦。彼谮人者，亦已大甚！",
      "哆兮侈兮，成是南箕。彼谮人者，谁适与谋。",
      "缉缉翩翩，谋欲谮人。慎尔言也，谓尔不信。",
      "捷捷幡幡，谋欲谮言。岂不尔受？既其女迁。",
      "骄人好好，劳人草草。苍天苍天，视彼骄人，矜此劳人。",
      "彼谮人者，谁适与谋？取彼谮人，投畀豺虎。豺虎不食，投畀有北。有北不受，投畀有昊！",
      "杨园之道，猗于亩丘。寺人孟子，作为此诗。凡百君子，敬而听之。"
    ],
    "author": "佚名",
    "dynasty": "小雅-节南山之什",
    "notes": []
  }
]