[
  {
    "title": "谷风",
    "paragraphs": [
      "习习谷风，维风及雨。将恐将惧，维予与女。将安将乐，女转弃予。",
      "习习谷风，维风及颓。将恐将惧，置予于怀。将安将乐，弃予如遗。",
      "习习谷风，维山崔嵬。无草不死，无木不萎。忘我大德，思我小怨。"
    ],
    "author": "佚名",
    "dynasty": "小雅-谷风之什",
    "notes": []
  },
  {
    "title": "蓼莪",
    "paragraphs": [
      "蓼蓼者莪，匪莪伊蒿。哀哀父母，生我劬劳。",
      "蓼蓼者莪，匪莪伊蔚。哀哀父母，生我劳瘁。",
      "瓶之罄矣，维罍之耻。鲜民之生，不如死之久矣。无父何怙？无母何恃？出则衔恤，入则靡至。",
      "父兮生我，母兮鞠我。抚我畜我，长我育我，顾我复我，出入腹我。欲报之德。昊天罔极！",
      "南山烈烈，飘风发发。民莫不穀，我独何害！南山律律，飘风弗弗。民莫不穀，我独不卒！"
    ],
    "author": "佚名",
    "dynasty": "小雅-谷风之什",
    "notes": []
  },
  {
    "title": "大东",
    "paragraphs": [
      "有饛簋飧，有捄棘匕。周道如砥，其直如矢。君子所履，小人所视。眷言顾之，潸焉出涕。",
      "小东大东，杼柚其空。纠纠葛屦，可以履霜。佻佻公子，行彼周行。既往既来，使我心疚。",
      "有冽氿泉，无浸获薪。契契寤叹，哀我惮人。薪是获薪，尚可载也。哀我惮人，亦可息也。",
      "东人之子，职劳不来。西人之子，粲粲衣服。舟人之子，熊罴是裘。私人之子，百僚是试。",
      "或以其酒，不以其浆。鞙鞙佩璲，不以其长。维天有汉，监亦有光。跂彼织女，终日七襄。",
      "虽则七襄，不成报章。彼牵牛，不以服箱。东有启明，西有长庚。有捄天毕，载施之行。",
      "维南有箕，不可以簸扬。维北有斗，不可以挹酒浆。维南有箕，载翕其舌。维北有斗，西柄之揭。"
    ],
    "author": "佚名",
    "dynasty": "小雅-谷风之什",
    "notes": []
  },
  {
    "title": "四月",
    "paragraphs": [
      "四月维夏，六月徂署。先祖匪人，胡宁忍予？",
      "秋日凄凄，百卉具腓。乱离瘼矣，爰其适归？",
      "冬日烈烈，飘风发发。民莫不穀，我独何害？",
      "山有嘉卉，侯栗侯梅。废为残贼，莫知其尤！",
      "相彼泉水，载清载浊。我日构祸，曷云能穀？",
      "滔滔江汉，南国之纪。尽瘁以仕，宁莫我有？",
      "匪鹑匪鸢，翰飞戾天。匪鳣匪鲔，潜逃于渊。",
      "山有蕨薇，隰有杞桋。君子作歌，维以告哀。"
    ],
    "author": "佚名",
    "dynasty": "小雅-谷风之什",
    "notes": []
  },
  {
    "title": "北山",
    "paragraphs": [
      "陟彼北山，言采其杞。偕偕士子，朝夕从事。王事靡盬，忧我父母。",
      "溥天之下，莫非王土；率土之滨，莫非王臣。大夫不均，我从事独贤。",
      "四牡彭彭，王事傍傍。嘉我未老，鲜我方将。旅力方刚，经营四方。",
      "或燕燕居息，或尽瘁事国；或息偃在床，或不已于行。",
      "或不知叫号，或惨惨劬劳；或栖迟偃仰，或王事鞅掌。",
      "或湛乐饮酒，或惨惨畏咎；或出入风议，或靡事不为。"
    ],
    "author": "佚名",
    "dynasty": "小雅-谷风之什",
    "notes": []
  },
  {
    "title": "无将大车",
    "paragraphs": [
      "无将大车，祇自尘兮。无思百忧，祇自疧兮。",
      "无将大车，维尘冥冥。无思百忧，不出于颎。",
      "无将大车，维尘雍兮。无思百忧，祇自重兮。"
    ],
    "author": "佚名",
    "dynasty": "小雅-谷风之什",
    "notes": []
  },
  {
    "title": "小明",
    "paragraphs": [
      "明明上天，照临下土。我征徂西，至于艽野。二月初吉，载离寒暑。",
      "心之忧矣，其毒大苦。念彼共人，涕零如雨。岂不怀归？畏此罪罟！",
      "昔我往矣，日月方除。曷云其还？岁聿云莫。念我独兮，我事孔庶。",
      "心之忧矣，惮我不暇。念彼共人，眷眷怀顾！岂不怀归？畏此谴怒。",
      "昔我往矣，日月方奥。曷云其还？政事愈蹙。岁聿云莫，采萧获菽。",
      "心之忧矣，自诒伊戚。念彼共人，兴言出宿。岂不怀归？畏此反覆。",
      "嗟尔君子，无恒安处。靖共尔位，正直是与。神之听之，式穀以女。",
      "嗟尔君子，无恒安息。靖共尔位，好是正直。神之听之，介尔景福。"
    ],
    "author": "佚名",
    "dynasty": "小雅-谷风之什",
    "notes": []
  },
  {
    "title": "鼓钟",
    "paragraphs": [
      "鼓钟将将，淮水汤汤，忧心且伤。淑人君子，怀允不忘。",
      "鼓钟喈喈，淮水湝湝，忧心且悲。淑人君子，其德不回。",
      "鼓钟伐鼛，淮有三洲，忧心且妯。淑人君子，其德不犹。",
      "鼓钟钦钦，鼓瑟鼓琴，笙磬同音。以雅以南，以龠不僭。"
    ],
    "author": "佚名",
    "dynasty": "小雅-谷风之什",
    "notes": []
  },
  {
    "title": "楚茨",
    "paragraphs": [
      "楚楚者茨，言抽其棘，自昔何为？我蓺黍稷。我黍与与，我稷翼翼。",
      "我仓既盈，我庾维亿。以为酒食，以享以祀，以妥以侑，以介景福。",
      "济济跄跄，絜尔牛羊，以往烝尝。或剥或亨，或四或将。祝祭于祊，",
      "祀事孔明。先祖是皇，神保是飨。孝孙有庆，报以介福，万寿无疆！",
      "执爨踖踖，为俎孔硕，或燔或炙。君妇莫莫，为豆孔庶。为宾为客，",
      "献酬交错。礼仪卒度，笑语卒获。神保是格，报以介福，万寿攸酢！",
      "我孔戁矣，式礼莫愆。工祝致告，徂赉孝孙。苾芬孝祀，神嗜饮食。",
      "卜尔百福，如几如式。既齐既稷，既匡既敕。永锡尔极，时万时亿！",
      "礼仪既备，钟鼓既戒，孝孙徂位，工祝致告，神具醉止，皇尸载起。",
      "鼓钟送尸，神保聿归。诸宰君妇，废彻不迟。诸父兄弟，备言燕私。",
      "乐具入奏，以绥后禄。尔肴既将，莫怨具庆。既醉既饱，小大稽首。",
      "神嗜饮食，使君寿考。孔惠孔时，维其尽之。子子孙孙，勿替引之！"
    ],
    "author": "佚名",
    "dynasty": "小雅-谷风之什",
    "notes": []
  },
  {
    "title": "信南山",
    "paragraphs": [
      "信彼南山，维禹甸之。畇畇原隰，曾孙田之。我疆我理，南东其亩。",
      "上天同云。雨雪雰雰，益之以霡霂。既优既渥，既沾既足。生我百谷。",
      "疆埸翼翼，黍稷彧彧。曾孙之穑，以为酒食。畀我尸宾，寿考万年。",
      "中田有庐，疆埸有瓜。是剥是菹，献之皇祖。曾孙寿考，受天之祜。",
      "祭以清酒，从以骍牡，享于祖考。执其鸾刀，以启其毛，取其血膋。",
      "是烝是享，苾苾芬芬。祀事孔明，先祖是皇。报以介福。万寿无疆。"
    ],
    "author": "佚名",
    "dynasty": "小雅-谷风之什",
    "notes": []
  }
]