[
  {
    "title": "甫田",
    "paragraphs": [
      "倬彼甫田，岁取十千。我取其陈，食我农人。自古有年。",
      "今适南亩，或耘或耔。黍稷薿薿，攸介攸止，烝我髦士。",
      "以我齐明，与我牺羊，以社以方。我田既臧，农夫之庆。",
      "琴瑟击鼓，以御田祖。以祈甘雨，以介我稷黍，以穀我士女。",
      "曾孙来止，以其妇子。馌彼南亩，田畯至喜。攘其左右，",
      "尝其旨否。禾易长亩，终善且有。曾孙不怒，农夫克敏。",
      "曾孙之稼，如茨如梁。曾孙之庾，如坻如京。乃求千斯仓，",
      "乃求万斯箱。黍稷稻粱，农夫之庆。报以介福，万寿无疆。"
    ],
    "author": "佚名",
    "dynasty": "小雅-甫田之什",
    "notes": []
  },
  {
    "title": "大田",
    "paragraphs": [
      "大田多稼，既种既戒，既备乃事。以我覃耜，俶载南亩。",
      "播厥百谷，既庭且硕，曾孙是若。",
      "既方既皂，既坚既好，不稂不莠。去其螟螣，及其蟊贼，",
      "无害我田稚。田祖有神，秉畀炎火。",
      "有渰萋萋，兴雨祈祈。雨我公田，遂及我私。彼有不获稚，",
      "此有不敛穧，彼有遗秉，此有滞穗，伊寡妇之利。",
      "曾孙来止，以其妇子。馌彼南亩，田畯至喜。来方禋祀，",
      "以其骍黑，与其黍稷。以享以祀，以介景福。"
    ],
    "author": "佚名",
    "dynasty": "小雅-甫田之什",
    "notes": []
  },
  {
    "title": "瞻彼洛矣",
    "paragraphs": [
      "瞻彼洛矣，维水泱泱。君子至止，福禄如茨。韎韐有奭，以作六师。",
      "瞻彼洛矣，维水泱泱。君子至止，鞸琫有珌。君子万年，保其家室。",
      "瞻彼洛矣，维水泱泱。君子至止，福禄既同。君子万年，保其家邦。"
    ],
    "author": "佚名",
    "dynasty": "小雅-甫田之什",
    "notes": []
  },
  {
    "title": "裳裳者华",
    "paragraphs": [
      "裳裳者华，其叶湑兮。我觏之子，我心写兮。我心写兮，是以有誉处兮。",
      "裳裳者华，芸其黄矣。我觏之子，维其有章矣。维其有章矣，是以有庆矣。",
      "裳裳者华，或黄或白。我觏之子，乘其四骆。乘其四骆，六辔沃若。",
      "左之左之，君子宜之。右之右之，君子有之。维其有之，是以似之。"
    ],
    "author": "佚名",
    "dynasty": "小雅-甫田之什",
    "notes": []
  },
  {
    "title": "桑扈",
    "paragraphs": [
      "交交桑扈，有莺其羽。君子乐胥，受天之祜。",
      "交交桑扈，有莺其领。君子乐胥，万邦之屏。",
      "之屏之翰，百辟为宪。不戢不难，受福不那。",
      "兕觥其觩，旨酒思柔。彼交匪敖，万福来求。"
    ],
    "author": "佚名",
    "dynasty": "小雅-甫田之什",
    "notes": []
  },
  {
    "title": "鸳鸯",
    "paragraphs": [
      "鸳鸯于飞，毕之罗之。君子万年，福禄宜之。",
      "鸳鸯在梁，戢其左翼。君子万年，",
      "宜其遐福。乘马在厩，摧之秣之。君子万年，福禄艾之。",
      "乘马在厩，秣之摧之。君子万年，福禄绥之。"
    ],
    "author": "佚名",
    "dynasty": "小雅-甫田之什",
    "notes": []
  },
  {
    "title": "頍弁",
    "paragraphs": [
      "有頍者弁，实维伊何？尔酒既旨，尔肴既嘉。岂伊异人？兄弟匪他。",
      "茑与女萝，施于松柏。未见君子，忧心奕奕；既见君子，庶几说怿。",
      "有頍者弁，实维何期？尔酒既旨，尔肴既时。岂伊异人？兄弟具来。",
      "茑与女萝，施于松上。未见君子，忧心怲怲；既见君子，庶几有臧。",
      "有頍者弁，实维在首。尔酒既旨，尔肴既阜。岂伊异人？兄弟甥舅。",
      "如彼雨雪，先集维霰。死丧无日，无几相见。乐酒今夕，君子维宴。"
    ],
    "author": "佚名",
    "dynasty": "小雅-甫田之什",
    "notes": []
  },
  {
    "title": "车舝",
    "paragraphs": [
      "间关车之舝兮，思娈季女逝兮。匪饥匪渴，德音来括。虽无好友？式燕且喜。",
      "依彼平林，有集维鷮。辰彼硕女，令德来教。式燕且誉，好尔无射。",
      "虽无旨酒？式饮庶几。虽无嘉肴？式食庶几。虽无德与女？式歌且舞？",
      "陟彼高冈，析其柞薪。析其柞薪，其叶湑兮。鲜我觏尔，我心写兮。",
      "高山仰止，景行行止。四牡騑騑，六辔如琴。觏尔新婚，以慰我心。"
    ],
    "author": "佚名",
    "dynasty": "小雅-甫田之什",
    "notes": []
  },
  {
    "title": "青蝇",
    "paragraphs": [
      "营营青蝇，止于樊。岂弟君子，无信谗言。",
      "营营青蝇，止于棘。谗人罔极，交乱四国。",
      "营营青蝇，止于榛。谗人罔极，构我二人。"
    ],
    "author": "佚名",
    "dynasty": "小雅-甫田之什",
    "notes": []
  },
  {
    "title": "宾之初筵",
    "paragraphs": [
      "宾之初筵，左右秩秩。笾豆有楚，殽核维旅。酒既和旨，饮酒孔偕。",
      "钟鼓既设，举酬逸逸。大侯既抗，弓矢斯张。射夫既同，献尔发功。",
      "发彼有的，以祈尔爵。",
      "籥舞笙鼓，乐既和奏。烝衎烈祖，以洽百礼。百礼既至，有壬有林。",
      "锡尔纯嘏，子孙其湛。其湛曰乐，各奏尔能。宾载手仇，室人入又。",
      "酌彼康爵，以奏尔时。",
      "宾之初筵，温温其恭。其未醉止，威仪反反。曰既醉止，威仪幡幡。",
      "舍其坐迁，屡舞仙仙。其未醉止，威仪抑抑。曰既醉止，威仪抑抑。",
      "是曰既醉，不知其秩。",
      "宾既醉止，载号载呶。乱我笾豆，屡舞僛僛。是曰既醉，不知其邮。",
      "侧弁之俄，屡舞傞傞。既醉而出，并受其福。醉而不出，是谓伐德。",
      "饮酒孔嘉，维其令仪。",
      "凡此饮酒，或醉或否。既立之监，或佐之史。彼醉不臧，不醉反耻。",
      "式勿从谓，无俾大怠。匪言勿言，匪由勿语。由醉之言，俾出童羖。",
      "三爵不识，矧敢多又。"
    ],
    "author": "佚名",
    "dynasty": "小雅-甫田之什",
    "notes": []
  }
]