[
  {
    "title": "鱼藻",
    "paragraphs": [
      "鱼在在藻，有颁其首。王在在镐，岂乐饮酒。",
      "鱼在在藻，有莘其尾。王在在镐，饮酒乐岂。",
      "鱼在在藻，依于其蒲。王在在镐，有那其居。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鱼藻之什",
    "notes": []
  },
  {
    "title": "采菽",
    "paragraphs": [
      "采菽采菽，筐之莒之。君子来朝，何锡予之？虽无予之？路车乘马。又何予之？玄衮及黼。",
      "觱沸槛泉，言采其芹。君子来朝，言观其旂。其旂淠淠，鸾声嘒嘒。载骖载驷，君子所届。",
      "赤芾在股，邪幅在下。彼交匪纾，天子所予。乐只君子，天子命之。乐只君子，福禄申之。",
      "维柞之枝，其叶蓬蓬。乐只君子，殿天子之邦。乐只君子，万福攸同。平平左右，亦是率从。",
      "汎汎杨舟，绋纚维之。乐只君子，天子葵之。乐只君子，福禄膍之。优哉游哉，亦是戾矣。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鱼藻之什",
    "notes": []
  },
  {
    "title": "角弓",
    "paragraphs": [
      "骍骍角弓，翩其反矣。兄弟婚姻，无胥远矣。",
      "尔之远矣，民胥然矣。尔之教矣，民胥效矣。",
      "此令兄弟，绰绰有裕。不令兄弟，交相为愈。",
      "民之无良，相怨一方。受爵不让，至于已斯亡。",
      "老马反为驹，不顾其后。如食宜饇，如酌孔取。",
      "毋教猱升木，如涂涂附。君子有徽猷，小人与属。",
      "雨雪瀌瀌，见晛曰消。莫肯下遗，式居娄骄。",
      "雨雪浮浮，见晛曰流。如蛮如髦，我是用忧。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鱼藻之什",
    "notes": []
  },
  {
    "title": "菀柳",
    "paragraphs": [
      "有菀者柳，不尚息焉。上帝甚蹈，无自暱焉。俾予靖之，后予极焉。",
      "有菀者柳，不尚愒焉。上帝甚蹈，无自瘵焉。俾予靖之，后予迈焉。",
      "有鸟高飞，亦傅于天。彼人之心，于何其臻。曷予靖之，居以凶矜。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鱼藻之什",
    "notes": []
  },
  {
    "title": "都人士",
    "paragraphs": [
      "彼都人士，狐裘黄黄。其容不改，出言有章。行归于周，万民所望。",
      "彼都人士，台笠缁撮。彼君子女，绸直如发。我不见兮，我心不说。",
      "彼都人士，充耳琇实。彼君子女，谓之尹吉。我不见兮，我心苑结。",
      "彼都人士，垂带而厉。彼君子女，卷发如虿。我不见兮，言从之迈。",
      "匪伊垂之，带则有余。匪伊卷之，发则有旟。我不见兮，云何盱矣。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鱼藻之什",
    "notes": []
  },
  {
    "title": "采绿",
    "paragraphs": [
      "终朝采绿，不盈一匊。予发曲局，薄言归沐。",
      "终朝采蓝，不盈一襜。五日为期，六日不詹。",
      "之子于狩，言韔其弓。之子于钓，言纶之绳。",
      "其钓维何？维鲂及鱮。维鲂及鱮，薄言观者。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鱼藻之什",
    "notes": []
  },
  {
    "title": "黍苗",
    "paragraphs": [
      "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。",
      "我任我辇，我车我牛。我行既集，盖云归哉。",
      "我徒我御，我师我旅。我行既集，盖云归处。",
      "肃肃谢功，召伯营之。烈烈征师，召伯成之。",
      "原隰既平，泉流既清。召伯有成，王心则宁。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鱼藻之什",
    "notes": []
  },
  {
    "title": "隰桑",
    "paragraphs": [
      "隰桑有阿，其叶有难。既见君子，其乐如何。",
      "隰桑有阿，其叶有沃。既见君子，云何不乐。",
      "隰桑有阿，其叶有幽。既见君子，德音孔胶。",
      "心乎爱矣，遐不谓矣？中心藏之，何日忘之！"
    ],
    "author": "佚名",
    "dynasty": "小雅-鱼藻之什",
    "notes": []
  },
  {
    "title": "白华",
    "paragraphs": [
      "白华菅兮，白茅束兮。之子之远，俾我独兮。",
      "英英白云，露彼菅茅。天步艰难，之子不犹。",
      "滮池北流，浸彼稻田。啸歌伤怀，念彼硕人。",
      "樵彼桑薪，卬烘于煁。维彼硕人，实劳我心。",
      "鼓钟于宫，声闻于外。念子懆懆，视我迈迈。",
      "有鹙在梁，有鹤在林。维彼硕人，实劳我心。",
      "鸳鸯在梁，戢其左翼。之子无良，二三其德。",
      "有扁斯石，履之卑兮。之子之远，俾我疧兮。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鱼藻之什",
    "notes": []
  },
  {
    "title": "绵蛮",
    "paragraphs": [
      "绵蛮黄鸟，止于丘阿。道之云远，我劳如何。饮之食之，教之诲之。命彼后车，谓之载之。",
      "绵蛮黄鸟，止于丘隅。岂敢惮行，畏不能趋。饮之食之。教之诲之。命彼后车，谓之载之。",
      "绵蛮黄鸟，止于丘侧。岂敢惮行，畏不能极。饮之食之，教之诲之。命彼后车，谓之载之。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鱼藻之什",
    "notes": []
  },
  {
    "title": "瓠叶",
    "paragraphs": [
      "幡幡瓠叶，采之亨之。君子有酒，酌言尝之。",
      "有兔斯首，炮之燔之。君子有酒，酌言献之。",
      "有兔斯首，燔之炙之。君子有酒，酌言酢之。",
      "有兔斯首，燔之炮之。君子有酒，酌言酬之。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鱼藻之什",
    "notes": []
  },
  {
    "title": "渐渐之石",
    "paragraphs": [
      "渐渐之石，维其高矣。山川悠远，维其劳矣。武人东征，不遑朝矣。",
      "渐渐之石，维其卒矣。山川悠远，曷其没矣？武人东征，不遑出矣。",
      "有豕白蹢，烝涉波矣。月离于毕，俾滂沱矣。武人东征，不皇他矣。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鱼藻之什",
    "notes": []
  },
  {
    "title": "苕之华",
    "paragraphs": [
      "苕之华，芸其黄矣。心之忧矣，维其伤矣！",
      "苕之华，其叶青青。知我如此，不如无生！",
      "牂羊坟首，三星在罶。人可以食，鲜可以饱！"
    ],
    "author": "佚名",
    "dynasty": "小雅-鱼藻之什",
    "notes": []
  },
  {
    "title": "何草不黄",
    "paragraphs": [
      "何草不黄？何日不行？何人不将？经营四方。",
      "何草不玄？何人不矜？哀我征夫，独为匪民。",
      "匪兕匪虎，率彼旷野。哀我征夫，朝夕不暇。",
      "有芃者狐，率彼幽草。有栈之车，行彼周道。"
    ],
    "author": "佚名",
    "dynasty": "小雅-鱼藻之什",
    "notes": []
  }
]