[
  {
    "title": "文王",
    "paragraphs": [
      "文王在上，于昭于天。周虽旧邦，其命维新。有周不显，帝命不时。文王陟降，在帝左右。",
      "亹亹文王，令闻不已。陈锡哉周，侯文王孙子。文王孙子，本支百世，凡周之士，不显亦世。",
      "世之不显，厥犹翼翼。思皇多士，生此王国。王国克生，维周之桢；济济多士，文王以宁。",
      "穆穆文王，于缉熙敬止。假哉天命。有商孙子。商之孙子，其丽不亿。上帝既命，侯于周服。",
      "侯服于周，天命靡常。殷士肤敏。裸将于京。厥作裸将，常服黼冔。王之荩臣。无念尔祖。",
      "无念尔祖，聿修厥德。永言配命，自求多福。殷之未丧师，克配上帝。宜鉴于殷，骏命不易！",
      "命之不易，无遏尔躬。宣昭义问，有虞殷自天。上天之载，无声无臭。仪刑文王，万邦作孚。"
    ],
    "author": "佚名",
    "dynasty": "大雅-文王之什",
    "notes": []
  },
  {
    "title": "大明",
    "paragraphs": [
      "明明在下，赫赫在上。天难忱斯，不易维王。天位殷适，使不挟四方。",
      "挚仲氏任，自彼殷商，来嫁于周，曰嫔于京。乃及王季，维德之行。",
      "大任有身，生此文王。维此文王，小心翼翼。昭事上帝，聿怀多福。厥德不回，以受方国。",
      "天监在下，有命既集。文王初载，天作之合。在洽之阳，在渭之涘。",
      "文王嘉止，大邦有子。大邦有子，伣天之妹。文定厥祥，亲迎于渭。造舟为梁，不显其光。",
      "有命自天，命此文王。于周于京，缵女维莘。长子维行，笃生武王。保右命尔，燮伐大商。",
      "殷商之旅，其会如林。矢于牧野，维予侯兴。上帝临女，无二尔心。",
      "牧野洋洋，檀车煌煌，驷騵彭彭。维师尚父，时维鹰扬。凉彼武王，四伐大商，会朝清明。"
    ],
    "author": "佚名",
    "dynasty": "大雅-文王之什",
    "notes": []
  },
  {
    "title": "绵",
    "paragraphs": [
      "绵绵瓜瓞。民之初生，自土沮漆。古公亶父，陶复陶冗，未有家室。",
      "古公亶父，来朝走马。率西水浒，至于岐下。爰及姜女，聿来胥宇。",
      "周原膴膴，堇荼如饴。爰始爰谋，爰契我龟，曰止曰时，筑室于兹。",
      "乃慰乃止，乃左乃右，乃疆乃理，乃宣乃亩。自西徂东，周爰执事。",
      "乃召司空，乃召司徒，俾立室家。其绳则直，缩版以载，作庙翼翼。",
      "捄之陾，度之薨薨，筑之登登，削屡冯冯。百堵皆兴，鼛鼓弗胜。",
      "乃立皋门，皋门有伉。乃立应门，应门将将。乃立冢土，戎丑攸行。",
      "四不殄厥愠，亦不陨厥问。柞棫拔矣，行道兑矣。混夷駾矣，维其喙矣！",
      "虞芮质厥成，文王蹶厥生。予曰有疏附，予曰有先后。予曰有奔奏，予曰有御侮！"
    ],
    "author": "佚名",
    "dynasty": "大雅-文王之什",
    "notes": []
  },
  {
    "title": "棫朴",
    "paragraphs": [
      "芃芃棫朴，薪之槱之。济济辟王，左右趣之。",
      "济济辟王，左右奉璋。奉璋峨峨，髦士攸宜。",
      "淠彼泾舟，烝徒楫之。周王于迈，六师及之。",
      "倬彼云汉，为章于天。周王寿考，遐不作人？",
      "追琢其章，金玉其相。勉勉我王，纲纪四方。"
    ],
    "author": "佚名",
    "dynasty": "大雅-文王之什",
    "notes": []
  },
  {
    "title": "旱麓",
    "paragraphs": [
      "瞻彼旱麓，榛楛济济。岂弟君子，干禄岂弟。",
      "瑟彼玉瓒，黄流在中。岂弟君子，福禄攸降。",
      "鸢飞戾天，鱼跃于渊。岂弟君子，遐不作人？",
      "清酒既载，骍牡既备。以享以祀，以介景福。",
      "瑟彼柞棫，民所燎矣。岂弟君子，神所劳矣。",
      "莫莫葛藟，施于条枚。岂弟君子，求福不回。"
    ],
    "author": "佚名",
    "dynasty": "大雅-文王之什",
    "notes": []
  },
  {
    "title": "思齐",
    "paragraphs": [
      "思齐大任，文王之母，思媚周姜，京室之妇。大姒嗣徽音，则百斯男。",
      "惠于宗公，神罔时怨，神罔时恫。刑于寡妻，至于兄弟，以御于家邦。",
      "雍雍在宫，肃肃在庙。不显亦临，无射亦保。",
      "四戎疾不殄，烈假不瑕。不闻亦式，不谏亦入。四成人有德，小子有造。古之人无斁，誉髦斯士。"
    ],
    "author": "佚名",
    "dynasty": "大雅-文王之什",
    "notes": []
  },
  {
    "title": "皇矣",
    "paragraphs": [
      "皇矣上帝，临下有赫。监观四方，求民之莫。维此二国，其政不获。",
      "维彼四国，爰究爰度。上帝耆之，憎其式廓。乃眷西顾，此维与宅。",
      "作之屏之，其菑其翳。修之平之，其灌其栵。启之辟之，其柽其椐。",
      "攘之剔之，其檿其柘。帝迁明德，串夷载路。天立厥配，受命既固。",
      "帝省其山，柞棫斯拔，松柏斯兑。帝作邦作对，自大伯王季。维此王季，",
      "因心则友。则友其兄，则笃其庆，载锡之光。受禄无丧，奄有四方。",
      "维此王季，帝度其心。貊其德音，其德克明。克明克类，克长克君。",
      "王此大邦，克顺克比。比于文王，其德靡悔。既受帝祉，施于孙子。",
      "帝谓文王：无然畔援，无然歆羡，诞先登于岸。密人不恭，敢距大邦，",
      "侵阮徂共。王赫斯怒，爰整其旅，以按徂旅。以笃于周祜，以对于天下。",
      "依其在京，侵自阮疆。陟我高冈，无矢我陵。我陵我阿，无饮我泉，",
      "我泉我池。度其鲜原，居岐之阳，在渭之将。万邦之方，下民之王。",
      "帝谓文王：予怀明德，不大声以色，不长夏以革。不识不知，顺帝之则。",
      "帝谓文王：訽尔仇方，同尔弟兄。以尔钩援，与尔临冲，以伐崇墉。",
      "临冲闲闲，崇墉言言。执讯连连，攸馘安安。是类是禡，是致是附，",
      "四方以无侮。临冲茀茀，崇墉仡仡。是伐是四，是绝是忽。四方以无拂。"
    ],
    "author": "佚名",
    "dynasty": "大雅-文王之什",
    "notes": []
  },
  {
    "title": "灵台",
    "paragraphs": [
      "经始灵台，经之营之。庶民攻之，不日成之。经始勿亟，庶民子来。",
      "王在灵囿，麀鹿攸伏。麀鹿濯濯，白鸟翯翯。王在灵沼，于牣鱼跃。",
      "虡业维枞，贲鼓维镛。于论鼓钟，于乐辟雍。",
      "于论鼓钟，于乐辟雍。鼍鼓逢逢。矇瞍奏公。"
    ],
    "author": "佚名",
    "dynasty": "大雅-文王之什",
    "notes": []
  },
  {
    "title": "下武",
    "paragraphs": [
      "下武维周，世有哲王。三后在天，王配于京。",
      "王配于京，世德作求。永言配命，成王之孚。",
      "成王之孚，下土之式。永言孝思，孝思维则。",
      "媚兹一人，应侯顺德。永言孝思，昭哉嗣服。",
      "昭兹来许，绳其祖武。于万斯年，受天之祜。",
      "受天之祜，四方来贺。于万斯年，不遐有佐。"
    ],
    "author": "佚名",
    "dynasty": "大雅-文王之什",
    "notes": []
  },
  {
    "title": "文王有声",
    "paragraphs": [
      "文王有声，遹骏有声。遹求厥宁，遹观厥成。文王烝哉！",
      "文王受命，有此武功。既伐于崇，作邑于丰。文王烝哉！",
      "筑城伊淢，作丰伊匹。匪棘其欲，遹追来孝。王后烝哉！",
      "王公伊濯，维丰之垣。四方攸同，王后维翰。王后烝哉！",
      "丰水东注，维禹之绩。四方攸同，皇王维辟。皇王烝哉！",
      "镐京辟雍，自西自东，自南自北，无思不服。皇王烝哉！",
      "考卜维王，宅是镐京。维龟正之，武王成之。武王烝哉！",
      "丰水有芑，武王岂不仕？诒厥孙谋，以燕翼子。武王烝哉！"
    ],
    "author": "佚名",
    "dynasty": "大雅-文王之什",
    "notes": []
  }
]