[
  {
    "title": "生民",
    "paragraphs": [
      "厥初生民，时维姜嫄。生民如何？克禋克祀，以弗无子。",
      "履帝武敏歆，攸介攸止，载震载夙。载生载育，时维后稷。",
      "诞弥厥月，先生如达。不拆不副，无菑无害。以赫厥灵。",
      "上帝不宁，不康禋祀，居然生子。",
      "诞寘之隘巷，牛羊腓字之。诞寘之平林，会伐平林。",
      "诞寘之寒冰，鸟覆翼之。鸟乃去矣，后稷呱矣。",
      "实覃实訏，厥声载路。诞实匍匐，克岐克嶷。以就口食。",
      "蓺之荏菽，荏菽旆旆。禾役穟穟，麻麦幪幪，瓜瓞唪唪。",
      "诞后稷之穑，有相之道。茀厥丰草，种之黄茂。实方实苞，实种实褎。",
      "实发实秀，实坚实好。实颖实栗，即有邰家室。",
      "诞降嘉种，维秬维秠，维穈维芑。恒之秬秠，是获是亩。",
      "恒之穈芑，是任是负。以归肇祀。",
      "诞我祀如何？或舂或揄，或簸或蹂。释之叟叟，烝之浮浮。",
      "载谋载惟。取萧祭脂，取羝以軷，载燔载烈，以兴嗣岁。",
      "卬盛于豆，于豆于登。其香始升，上帝居歆。胡臭亶时。",
      "后稷肇祀。庶无罪悔，以迄于今。"
    ],
    "author": "佚名",
    "dynasty": "大雅-生民之什",
    "notes": []
  },
  {
    "title": "行苇",
    "paragraphs": [
      "敦彼行苇，牛羊勿践履。方苞方体，维叶泥泥。",
      "戚戚兄弟，莫远具尔。或四之筵，或授之几。",
      "四筵设席，授几有缉御。或献或酢，洗爵奠斝。",
      "醓醢以荐，或燔或炙。嘉肴脾臄，或歌或咢。",
      "敦弓既坚，四鍭既均，舍矢既均，序宾以贤。",
      "敦弓既句，既挟四鍭。四鍭如树，序宾以不侮。",
      "曾孙维主，酒醴维醽，酌以大斗，以祈黄耇。",
      "黄耇台背，以引以翼。寿考维祺，以介景福。"
    ],
    "author": "佚名",
    "dynasty": "大雅-生民之什",
    "notes": []
  },
  {
    "title": "既醉",
    "paragraphs": [
      "既醉以酒，既饱以德。君子万年，介尔景福。",
      "既醉以酒，尔肴既将。君子万年，介尔昭明。",
      "昭明有融，高朗令终，令终有俶。公尸嘉告。",
      "其告维何？笾豆静嘉。朋友攸摄，摄以威仪。",
      "威仪孔时，君子有孝子。孝子不匮，永锡尔类。",
      "其类维何？室家之壶。君子万年，永锡祚胤。",
      "其胤维何？天被尔禄。君子万年，景命有仆。",
      "其仆维何？厘尔女士。厘尔女士，从以孙子。"
    ],
    "author": "佚名",
    "dynasty": "大雅-生民之什",
    "notes": []
  },
  {
    "title": "凫鹥",
    "paragraphs": [
      "凫鹥在泾，公尸在燕来宁。尔酒既清，尔肴既馨。公尸燕饮，福禄来成。",
      "凫鹥在沙，公尸来燕来宜。尔酒既多，尔肴既嘉。公尸燕饮，福禄来为。",
      "凫鹥在渚，公尸来燕来处。尔酒既湑，尔肴伊脯。公尸燕饮，福禄来下。",
      "凫鹥在潀，公尸来燕来宗，既燕于宗，福禄攸降。公尸燕饮，福禄来崇。",
      "凫鹥在亹，公尸来止熏熏。旨酒欣欣，燔炙芬芬。公尸燕饮，无有后艰。"
    ],
    "author": "佚名",
    "dynasty": "大雅-生民之什",
    "notes": []
  },
  {
    "title": "假乐",
    "paragraphs": [
      "假乐君子，显显令德，宜民宜人。受禄于天，保右命之，自天申之。",
      "千禄百福，子孙千亿。穆穆皇皇，宜君宜王。不愆不忘，率由旧章。",
      "威仪抑抑，德音秩秩。无怨无恶，率由群匹。受福无疆，四方之纲。",
      "之纲之纪，燕及朋友。百辟卿士，媚于天子。不解于位，民之攸塈。"
    ],
    "author": "佚名",
    "dynasty": "大雅-生民之什",
    "notes": []
  },
  {
    "title": "公刘",
    "paragraphs": [
      "笃公刘，匪居匪康。乃埸乃疆，乃积乃仓；乃裹餱粮，于橐于囊。",
      "思辑用光，弓矢斯张；干戈戚扬，爰方启行。",
      "笃公刘，于胥斯原。既庶既繁，既顺乃宣，而无永叹。陟则在巘，",
      "复降在原。何以舟之？维玉及瑶，鞞琫容刀。",
      "笃公刘，逝彼百泉。瞻彼溥原，乃陟南冈。乃觏于京，京师之野。",
      "于时处处，于时庐旅，于时言言，于时语语。",
      "笃公刘，于京斯依。跄跄济济，俾筵俾几。既登乃依，乃造其曹。",
      "执豕于牢，酌之用匏。食之饮之，君之宗之。",
      "笃公刘，既溥既长。既景乃冈，相其阴阳，观其流泉。其军三单，",
      "度其隰原。彻田为粮，度其夕阳。豳居允荒。",
      "笃公刘，于豳斯馆。涉渭为乱，取厉取锻，止基乃理。爰众爰有，",
      "夹其皇涧。溯其过涧。止旅乃密，芮鞫之即。"
    ],
    "author": "佚名",
    "dynasty": "大雅-生民之什",
    "notes": []
  },
  {
    "title": "泂酌",
    "paragraphs": [
      "泂酌彼行潦，挹彼注兹，可以餴饎。岂弟君子，民之父母。",
      "泂酌彼行潦，挹彼注兹，可以濯罍。岂弟君子，民之攸归。",
      "泂酌彼行潦，挹彼注兹，可以濯溉。岂弟君子，民之攸墍。"
    ],
    "author": "佚名",
    "dynasty": "大雅-生民之什",
    "notes": []
  },
  {
    "title": "卷阿",
    "paragraphs": [
      "有卷者阿，飘风自南。岂弟君子，来游来歌，以矢其音。",
      "伴奂尔游矣，优游尔休矣。岂弟君子，俾尔弥尔性，似先公酋矣。",
      "尔土宇昄章，亦孔之厚矣。岂弟君子，俾尔弥尔性，百神尔主矣。",
      "尔受命长矣，茀禄尔康矣。岂弟君子，俾尔弥尔性，纯嘏尔常矣。",
      "有冯有翼，有孝有德，以引以翼。岂弟君子，四方为则。",
      "颙颙卬卬，如圭如璋，令闻令望。岂弟君子，四方为纲。",
      "凤凰于飞，翙翙其羽，亦集爰止。蔼蔼王多吉士，维君子使，媚于天子。",
      "凤凰于飞，翙翙其羽，亦傅于天。蔼蔼王多吉人，维君子命，媚于庶人。",
      "凤凰鸣矣，于彼高冈。梧桐生矣，于彼朝阳。菶菶萋萋，雍雍喈喈。",
      "君子之车，既庶且多。君子之马，既闲且驰。矢诗不多，维以遂歌。"
    ],
    "author": "佚名",
    "dynasty": "大雅-生民之什",
    "notes": []
  },
  {
    "title": "民劳",
    "paragraphs": [
      "民亦劳止，汔可小康。惠此中国，以绥四方。无纵诡随，以谨无良。",
      "式遏寇虐，憯不畏明。柔远能迩，以定我王。",
      "民亦劳止，汔可小休。惠此中国，以为民逑。无纵诡随，以谨惛怓。",
      "式遏寇虐，无俾民忧。无弃尔劳，以为王休。",
      "民亦劳止，汔可小息。惠此京师，以绥四国。无纵诡随，以谨罔极。",
      "式遏寇虐，无俾作慝。敬慎威仪，以近有德。",
      "民亦劳止，汔可小愒。惠此中国，俾民忧泄。无纵诡随，以谨丑厉。",
      "式遏寇虐，无俾正败。戎虽小子，而式弘大。",
      "民亦劳止，汔可小安。惠此中国，国无有残。无纵诡随，以谨缱绻。",
      "式遏寇虐，无俾正反。王欲玉女，是用大谏。"
    ],
    "author": "佚名",
    "dynasty": "大雅-生民之什",
    "notes": []
  },
  {
    "title": "板",
    "paragraphs": [
      "上帝板板，下民卒瘅。出话不然，为犹不远。",
      "靡圣管管。不实于亶。犹之未远，是用大谏。",
      "天之方难，无然宪宪。天之方蹶，无然泄泄。",
      "辞之辑矣，民之洽矣。辞之怿矣，民之莫矣。",
      "我虽异事，及尔同僚。我即尔谋，听我嚣嚣。",
      "我言维服，勿以为笑。先民有言，询于刍荛。",
      "天之方虐，无然谑谑。老夫灌灌，小子蹻蹻。",
      "匪我言耄，尔用忧谑。多将熇熇，不可救药。",
      "天之方懠。无为夸毗。威仪卒迷，善人载尸。",
      "民之方殿屎，则莫我敢葵？丧乱蔑资，曾莫惠我师？",
      "天之牖民，如埙如篪，如璋如圭，如取如携。",
      "携无曰益，牖民孔易。民之多辟，无自立辟。",
      "价人维藩，大师维垣，大邦维屏，大宗维翰，",
      "怀德维宁，宗子维城。无俾城坏，无独斯畏。",
      "敬天之怒，无敢戏豫。敬天之渝，无敢驰驱。",
      "昊天曰明，及尔出王。昊天曰旦，及尔游衍。"
    ],
    "author": "佚名",
    "dynasty": "大雅-生民之什",
    "notes": []
  }
]