[
  {
    "title": "荡",
    "paragraphs": [
      "荡荡上帝，下民之辟。疾威上帝，其命多辟。",
      "天生烝民，其命匪谌。靡不有初，鲜克有终。",
      "文王曰咨，咨汝殷商。曾是彊御？曾是掊克？",
      "曾是在位？曾是在服？天降滔德，女兴是力。",
      "文王曰咨，咨女殷商。而秉义类，彊御多怼。",
      "流言以对。寇攘式内。侯作侯祝，靡届靡究。",
      "文王曰咨，咨女殷商。女炰烋于中国。敛怨以为德。",
      "不明尔德，时无背无侧。尔德不明，以无陪无卿。",
      "文王曰咨，咨女殷商。天不湎尔以酒，不义从式。",
      "既衍尔止。靡明靡晦。式号式呼。俾昼作夜。",
      "文王曰咨，咨女殷商。如蜩如螗，如沸如羹。",
      "小大近丧，人尚乎由行。内奰于中国，覃及鬼方。",
      "文王曰咨，咨女殷商。匪上帝不时，殷不用旧。",
      "虽无老成人，尚有典刑。曾是莫听，大命以倾。",
      "文王曰咨，咨女殷商。人亦有言：颠沛之揭，",
      "枝叶未有害，本实先拨。殷鉴不远，在夏后之世。"
    ],
    "author": "佚名",
    "dynasty": "大雅-荡之什",
    "notes": []
  },
  {
    "title": "抑",
    "paragraphs": [
      "抑抑威仪，维德之隅。人亦有言：靡哲不愚，庶人之愚，亦职维疾。",
      "哲人之愚，亦维斯戾。无竞维人，四方其训之。有觉德行，四国顺之。",
      "訏谟定命，远犹辰告。敬慎威仪，维民之则。其在于今，兴迷乱于政。",
      "颠覆厥德，荒湛于酒。女虽湛乐从，弗念厥绍。罔敷求先王，克共明刑。",
      "四皇天弗尚，如彼泉流，无沦胥以亡。夙兴夜寐，洒扫庭内，维民之章。",
      "修尔车马，弓矢戎兵，用戒戎作，用逷蛮方。质尔人民，谨尔侯度，用戒不虞。",
      "慎尔出话，敬尔威仪，无不柔嘉。白圭之玷，尚可磨也；斯言之玷，不可为也！",
      "无易由言，无曰苟矣，莫扪朕舌，言不可逝矣。无言不仇，无德不报。",
      "惠于朋友，庶民小子。子孙绳绳，万民靡不承。视尔友君子，辑柔尔颜，不遐有愆。",
      "相在尔室，尚不愧于屋漏。无曰不显，莫予云觏。神之格思，不可度思，矧可射思！",
      "辟尔为德，俾臧俾嘉。淑慎尔止，不愆于仪。不僭不贼，鲜不为则。投我以桃，报之以李。",
      "彼童而角，实虹小子。荏染柔木，言缗之丝。温温恭人，维德之基。",
      "其维哲人，告之话言，顺德之行。其维愚人，覆谓我僭。民各有心。",
      "于乎小子，未知臧否。匪手携之，言示之事。匪面命之，言提其耳。",
      "借曰未知，亦既抱子。民之靡盈，谁夙知而莫成？昊天孔昭，我生靡乐。",
      "视尔梦梦，我心惨惨。诲尔谆谆，听我藐藐。匪用为教，覆用为虐。",
      "借曰未知，亦聿既耄。于乎，小子，告尔旧止。听用我谋，庶无大悔。",
      "天方艰难，曰丧厥国。取譬不远，昊天不忒。回遹其德，俾民大棘。"
    ],
    "author": "佚名",
    "dynasty": "大雅-荡之什",
    "notes": []
  },
  {
    "title": "桑柔",
    "paragraphs": [
      "菀彼桑柔，其下侯旬，捋采其刘，瘼此下民。不殄心忧，仓兄填兮。倬彼昊天，宁不我矜？",
      "四牡骙骙，旟旐有翩。乱生不夷，靡国不泯。民靡有黎，具祸以烬。于乎有哀，国步斯频。",
      "国步灭资，天不我将。靡所止疑，云徂何往？君子实维，秉心无竞。谁生厉阶，至今为梗？",
      "忧心殷殷，念我土宇。我生不辰，逢天僤怒。自西徂东，靡所定处。多我觏痻，孔棘我圉。",
      "为谋为毖，乱况斯削。告尔忧恤，诲尔序爵。谁能执热，逝不以濯？其何能淑，载胥及溺。",
      "如彼溯风，亦孔之僾。民有肃心，荓云不逮。好是稼穑，力民代食。稼穑维宝，代食维好？",
      "天降丧乱，灭我立王。降此蟊贼，稼穑卒痒。哀恫中国，具赘卒荒。靡有旅力，以念穹苍。",
      "维此惠君，民人所瞻。秉心宣犹，考慎其相。维彼不顺，自独俾臧。自有肺肠，俾民卒狂。",
      "瞻彼中林，甡甡其鹿。朋友已谮，不胥以穀。人亦有言：进退维谷。",
      "维此圣人，瞻言百里。维彼愚人，覆狂以喜。匪言不能，胡斯畏忌？",
      "维此良人，弗求弗迪。维彼忍心，是顾是复。民之贪乱，宁为荼毒。",
      "大风有隧，有空大谷。维此良人，作为式穀。维彼不顺，征以中垢。",
      "大风有隧，贪人败类。听言则对，诵言如醉。匪用其良，复俾我悖。",
      "嗟尔朋友，予岂不知而作。如彼飞虫，时亦弋获。既之阴女，反予来赫。",
      "民之罔极，职凉善背。为民不利，如云不克。民之回遹，职竞用力。",
      "民之未戾，职盗为寇。凉曰不可，覆背善詈。虽曰匪予，既作尔歌！"
    ],
    "author": "佚名",
    "dynasty": "大雅-荡之什",
    "notes": []
  },
  {
    "title": "云汉",
    "paragraphs": [
      "倬彼云汉，昭回于天。王曰：于乎！何辜今之人？天降丧乱，饥馑荐臻。",
      "靡神不举，靡爱斯牲。圭壁既卒，宁莫我听？",
      "旱既大甚，蕴隆虫虫。不殄禋祀，自郊徂宫。上下奠瘗，靡神不宗。",
      "后稷不克，上帝不临。耗斁下土，宁丁我梗",
      "旱既大甚，则不可推。兢兢业业，如霆如雷。周余黎民，靡有孑遗。",
      "昊天上帝，则不我遗。胡不相畏？先祖于摧。",
      "旱既大甚，则不可沮。赫赫炎炎，云我无所。大命近止，靡瞻靡顾。",
      "群公先正，则不我助。父母先祖，胡宁忍予？",
      "旱既大甚，涤涤山川。旱魃为虐，如惔如焚。我心惮暑，忧心如熏。",
      "群公先正，则不我闻。昊天上帝，宁俾我遁？",
      "旱既大甚，黾勉畏去。胡宁瘨我以旱？憯不知其故。祈年孔夙，方社不莫。",
      "昊天上帝，则不我虞。",
      "敬恭明神，宜无悔怒。旱既大甚，散无友纪。鞫哉庶正，疚哉冢宰。",
      "趣马师氏，膳夫左右。靡人不周。无不能止，瞻卬昊天，云如何里！",
      "瞻卬昊天，有嘒其星。大夫君子，昭假无赢。大命近止，无弃尔成。",
      "何求为我。以戾庶正。瞻卬昊天，曷惠其宁？"
    ],
    "author": "佚名",
    "dynasty": "大雅-荡之什",
    "notes": []
  },
  {
    "title": "崧高",
    "paragraphs": [
      "崧高维岳，骏极于天。维岳降神，生甫及申。维申及甫，维周之翰。四国于蕃。四方于宣。",
      "亹亹申伯，王缵之事。于邑于谢，南国是式。王命召伯，定申伯之宅。登是南邦，世执其功。",
      "王命申伯，式是南邦。因是谢人，以作尔庸。王命召伯，彻申伯土田。王命傅御，迁其私人。",
      "申伯之功，召伯是营。有俶其城，寝庙既成。既成藐藐，王锡申伯。四牡蹻蹻，钩膺濯濯。",
      "王遣申伯，路车乘马。我图尔居，莫如南土。锡尔介圭，以作尔宝。往近王舅，南土是保。",
      "申伯信迈，王饯于郿。申伯还南，谢于诚归。王命召伯，彻申伯土疆。以峙其粻，式遄其行。",
      "申伯番番，既入于谢。徒御啴啴。周邦咸喜，戎有良翰。不显申伯，王之元舅，文武是宪。",
      "申伯之德，柔惠且直。揉此万邦，闻于四国。吉甫作诵，其诗孔硕。其风四好，以赠申伯。"
    ],
    "author": "佚名",
    "dynasty": "大雅-荡之什",
    "notes": []
  },
  {
    "title": "烝民",
    "paragraphs": [
      "天生烝民，有物有则。民之秉彝，好是懿德。天监有周，昭假于下。保兹天子，生仲山甫。",
      "仲山甫之德，柔嘉维则。令仪令色。小心翼翼。古训是式。威仪是力。天子是若，明命使赋。",
      "王命仲山甫，式是百辟，缵戎祖考，王躬是保。出纳王命，王之喉舌。赋政于外，四方爰发。",
      "肃肃王命，仲山甫将之。邦国若否，仲山甫明之。既明且哲，以保其身。夙夜匪解，以事一人。",
      "人亦有言，柔则茹之，刚则吐之。维仲山甫，柔亦不茹，刚亦不吐。不侮矜寡，不畏强御。",
      "人亦有言，德輶如毛，民鲜克举之。我仪图之，维仲山甫举之。爱莫助之。衮职有阙，维仲山甫补之。",
      "仲山甫出祖。四牡业业。征夫捷捷，每怀靡及。四牡彭彭，八鸾锵锵。王命仲山甫，城彼东方。",
      "四牡骙骙，八鸾喈喈。仲山甫徂齐，式遄其归。吉甫作诵，穆如清风。仲山甫永怀，以慰其心。"
    ],
    "author": "佚名",
    "dynasty": "大雅-荡之什",
    "notes": []
  },
  {
    "title": "韩奕",
    "paragraphs": [
      "奕奕梁山，维禹甸之，有倬其道。韩侯受命，王亲命之：缵戎祖考，无废朕命。",
      "夙夜匪解，虔共尔位，朕命不易。粲不庭方，以佐戎辟。",
      "四牡奕奕，孔修且张。韩侯入觐，以其介圭，入觐于王。王锡韩侯，淑旂绥章，",
      "簟茀错衡，玄衮赤舄，钩膺镂锡，鞹鞃浅幭，鞗革金厄。",
      "韩侯出祖，出宿于屠。显父饯之，清酒百壶。其殽维何？炰鳖鲜鱼。其蔌维何？",
      "维笋及蒲。其赠维何？乘马路车。笾豆有且。侯氏燕胥。",
      "韩侯取妻，汾王之甥，蹶父之子。韩侯迎止，于蹶之里。百两彭彭，八鸾锵锵，",
      "不显其光。诸娣从之，祁祁如云。韩侯顾之，烂其盈门。",
      "蹶父孔武，靡国不到。为韩姞相攸，莫如韩乐。孔乐韩土，川泽訏訏，鲂鱮甫甫，",
      "麀鹿噳噳，有熊有罴，有猫有虎。庆既令居，韩姞燕誉。",
      "溥彼韩城，燕师所完。以先祖受命，因时百蛮。王锡韩侯，其追其貊。奄受北国，",
      "因以其伯。实墉实壑，实亩实藉。献其貔皮，赤豹黄罴。"
    ],
    "author": "佚名",
    "dynasty": "大雅-荡之什",
    "notes": []
  },
  {
    "title": "江汉",
    "paragraphs": [
      "江汉浮浮，武夫滔滔。匪安匪游，淮夷来求。既出我车，既设我旟。匪安匪舒，淮夷来铺。",
      "江汉汤汤，武夫洸洸。经营四方，告成于王。四方既平，王国庶定。时靡有争，王心载宁。",
      "江汉之浒，王命召虎：式辟四方，彻我疆土。匪疚匪棘，王国来极。于疆于理，至于南海。",
      "王命召虎：来旬来宣。文武受命，召公维翰。无曰予小子，召公是似。肇敏戎公，用锡尔祉。",
      "厘尔圭瓒，秬鬯一卣。告于文人，锡山土田。于周受命，自召祖命，虎拜稽首：天子万年！",
      "虎拜稽首，对扬王休。作召公考：天子万寿！明明天子，令闻不已，矢其文德，洽此四国。"
    ],
    "author": "佚名",
    "dynasty": "大雅-荡之什",
    "notes": []
  },
  {
    "title": "常武",
    "paragraphs": [
      "赫赫明明。王命卿士，南仲大祖，大师皇父。整我六师，以修我戎。既敬既戒，惠此南国。",
      "王谓尹氏，命程伯休父，左右陈行。戒我师旅，率彼淮浦，省此徐土。不留不处，三事就绪。",
      "赫赫业业，有严天子。王舒保作，匪绍匪游。徐方绎骚，震惊徐方。如雷如霆，徐方震惊。",
      "王奋厥武，如震如怒。进厥虎臣，阚如虓虎。铺敦淮濆，仍执丑虏。截彼淮浦，王师之所。",
      "王旅啴啴，如飞如翰。如江如汉，如山之苞。如川之流，绵绵翼翼。不测不克，濯征徐国。",
      "王犹允塞，徐方既来。徐方既同，天子之功。四方既平，徐方来庭。徐方不回，王曰还归。"
    ],
    "author": "佚名",
    "dynasty": "大雅-荡之什",
    "notes": []
  },
  {
    "title": "瞻卬",
    "paragraphs": [
      "瞻卬昊天，则不我惠。孔填不宁，降此大厉。邦靡有定，士民其瘵。",
      "蟊贼蟊疾，靡有夷届。罪罟不收，靡有夷瘳。",
      "人有土田，女反有之。人有民人，女覆夺之。此宜无罪，女反收之。",
      "彼宜有罪，女覆说之。",
      "哲夫成城，哲妇倾城。懿厥哲妇，为枭为鸱。妇有长舌，维厉之阶。",
      "乱匪降自天，生自妇人。匪教匪诲，时维妇寺。",
      "鞫人忮忒。谮始竞背。岂曰不极？伊胡为慝？如贾三倍，君子是识。",
      "妇无公事，休其蚕织。",
      "天何以剌？何神不富？舍尔介狄，维予胥忌。不吊不祥，威仪不类。",
      "人之云亡，邦国殄瘁。",
      "天之降罔，维其优矣。人之云亡，心之忧矣。天之降罔，维其几矣。",
      "人之云亡，心之悲矣。",
      "觱沸槛泉，维其深矣。心之忧矣，宁自今矣？不自我先，不自我后。",
      "藐藐昊天，无不克巩。无忝皇祖，式救尔后。"
    ],
    "author": "佚名",
    "dynasty": "大雅-荡之什",
    "notes": []
  },
  {
    "title": "召旻",
    "paragraphs": [
      "旻天疾威，天笃降丧。瘨我饥馑，民卒流亡。我居圉卒荒。",
      "天降罪罟，蟊贼内讧。昏椓靡共，溃溃回遹，实靖夷我邦。",
      "皋皋訿訿，曾不知其玷。兢兢业业，孔填不宁，我位孔贬。",
      "如彼岁旱，草不溃茂，如彼栖苴。我相此邦，无不溃止。",
      "维昔之富不如时，维今之疚不如兹。彼疏斯粺，胡不自替？职兄斯引。",
      "池之竭矣，不云自频。泉之竭矣，不云自中。溥斯害矣，职兄斯弘，不灾我躬。",
      "昔先王受命，有如召公，日辟国百里，今也日蹙国百里。于乎哀哉！维今之人，不尚有旧！"
    ],
    "author": "佚名",
    "dynasty": "大雅-荡之什",
    "notes": []
  }
]