[
  {
    "title": "駉",
    "paragraphs": [
      "駉駉牡马，在坰之野。薄言駉者，有驈有皇，有骊有黄，以车彭彭。思无疆思，马斯臧。",
      "駉駉牡马，在坰之野。薄言駉者，有骓有駓，有骍有骐，以车伾伾。思无期思，马斯才。",
      "駉駉牡马，在坰之野。溥言駉者，有驒有骆，有骝有雒，以车绎绎。思无斁思，马斯作。",
      "駉駉牡马，在坰之野。薄言駉者，有骃有騢，有驔有鱼，以车祛祛。思无邪思，马斯徂。"
    ],
    "author": "佚名",
    "dynasty": "鲁颂-駉之什",
    "notes": []
  },
  {
    "title": "有駜",
    "paragraphs": [
      "有駜有駜，駜彼乘黄。夙夜在公，在公明明。振振鹭，鹭于下。鼓咽咽，醉言舞。于胥乐兮！",
      "有駜有駜，駜彼乘牡。夙夜在公，在公饮酒。振振鹭，鹭于飞。鼓咽咽，醉言归。于胥乐兮！",
      "有駜有駜，駜彼乘駽。夙夜在公，在公载燕。自今以始，岁其有。君子有穀，诒孙子。于胥乐兮！"
    ],
    "author": "佚名",
    "dynasty": "鲁颂-駉之什",
    "notes": []
  },
  {
    "title": "泮水",
    "paragraphs": [
      "思乐泮水，薄采其芹。鲁侯戾止，言观其旂。其旂茷茷，鸾声哕哕。无小无大，从公于迈。",
      "思乐泮水，薄采其藻。鲁侯戾止，其马蹻蹻。其马蹻蹻，其音昭昭。载色载笑，匪怒伊教。",
      "思乐泮水，薄采其茆。鲁侯戾止，在泮饮酒。既饮旨酒，永锡难老。顺彼长道，屈此群丑。",
      "穆穆鲁侯，敬明其德。敬慎威仪，维民之则。允文允武，昭假烈祖。靡有不孝，自求伊祜。",
      "明明鲁侯，克明其德。既作泮宫，淮夷攸服。矫矫虎臣，在泮献馘。淑问如皋陶，在泮献囚。",
      "济济多士，克广德心。桓桓于征，狄彼东南。烝烝皇皇，不吴不扬。不告于訩，在泮献功。",
      "角弓其觩。束矢其搜。戎车孔博。徒御无斁。既克淮夷，孔淑不逆。式固尔犹，淮夷卒获。",
      "翩彼飞鸮，集于泮林。食我桑黮，怀我好音。憬彼淮夷，来献其琛。元龟象齿，大赂南金。"
    ],
    "author": "佚名",
    "dynasty": "鲁颂-駉之什",
    "notes": []
  },
  {
    "title": "閟宫",
    "paragraphs": [
      "閟宫有侐，实实枚枚。赫赫姜嫄，其德不回。上帝是依，无灾无害。",
      "弥月不迟，是生后稷。降之百福。黍稷重穋，稙稚菽麦。奄有下国，俾民稼穑。",
      "有稷有黍，有稻有秬。奄有下土，缵禹之绪。后稷之孙，实维大王。",
      "居岐之阳，实始剪商。至于文武，缵大王之绪，致天之届，于牧之野。",
      "无二无虞，上帝临女。敦商之旅，克咸厥功。王曰叔父，建尔元子，俾侯于鲁。",
      "大启尔宇，为周室辅。乃命鲁公，俾侯于东。锡之山川，土田附庸。",
      "周公之孙，庄公之子。龙旂承祀。六辔耳耳。春秋匪解，享祀不忒。",
      "皇皇后帝！皇祖后稷！享以骍牺，是飨是宜。降福既多，周公皇祖，亦其福女。",
      "秋而载尝，夏而楅衡，白牡骍刚。牺尊将将，毛炰胾羹。笾豆大房，万舞洋洋。",
      "孝孙有庆。俾尔炽而昌，俾尔寿而臧。保彼东方，鲁邦是尝。不亏不崩，不震不腾。",
      "三寿作朋，如冈如陵。公车千乘，朱英绿縢。二矛重弓。公徒三万，贝胄朱綅。",
      "烝徒增增，戎狄是膺，荆舒是惩，则莫我敢承！俾尔昌而炽，俾尔寿而富。",
      "黄发台背，寿胥与试。俾尔昌而大，俾尔耆而艾。万有千岁，眉寿无有害。",
      "泰山岩岩，鲁邦所詹。奄有龟蒙，遂荒大东。至于海邦，淮夷来同。",
      "莫不率从，鲁侯之功。保有凫绎，遂荒徐宅。至于海邦，淮夷蛮貊。",
      "及彼南夷，莫不率从。莫敢不诺，鲁侯是若。天锡公纯嘏，眉寿保鲁。",
      "居常与许，复周公之宇。鲁侯燕喜，令妻寿母。宜大夫庶士，邦国是有。",
      "既多受祉，黄发儿齿。徂徠之松，新甫之柏。是断是度，是寻是尺。",
      "松桷有舄，路寝孔硕，新庙奕奕。奚斯所作，孔曼且硕，万民是若。"
    ],
    "author": "佚名",
    "dynasty": "鲁颂-駉之什",
    "notes": []
  }
]