[
    {
      "title": "一 東",
      "paragraphs": [
        "雲對雨，雪對風，晚照對晴空。來鴻對去燕，宿鳥對鳴蟲。三尺劍，六鈞弓，嶺北對江東。人間清暑殿，天上廣寒宮。兩岸曉煙楊柳綠，一園春雨杏花紅。兩鬢風霜，途次早行之客；一蓑煙雨，溪邊晚釣之翁。",
        "沿對革，異對同，白叟對黃童。江風對海霧，牧子對漁翁。顏巷陋，阮途窮，冀北對遼東。池中濯足水，門外打頭風。樑帝講經同泰寺，漢皇置酒未央宮。塵慮縈心，懶撫七絃綠綺；霜華滿鬢，羞看百鍊青銅。",
        "貧對富，塞對通，野叟對溪童。鬢皤對眉綠，齒皓對脣紅。天浩浩，日融融，佩劍對彎弓。半溪流水綠，千樹落花紅。野渡燕穿楊柳雨，芳池魚戲芰荷風。女子眉纖，額下現一彎新月；男兒氣壯，胸中吐萬丈長虹。"
      ]
    },
    {
      "title": "二 冬",
      "paragraphs": [
        "春對夏，秋對冬，暮鼓對晨鐘。觀山對玩水，綠竹對蒼松。馮婦虎，葉公龍，舞蝶對鳴蛩。銜泥雙紫燕，課蜜幾黃蜂。春日園中鶯恰恰，秋天塞外雁雍雍。秦嶺雲橫，迢遞八千遠路；巫山雨洗，嵯峨十二危峯。",
        "明對暗，淡對濃，上智對中庸。鏡奩對衣笥，野杵對村舂。花灼爍，草蒙茸，九夏對三冬。臺高名戲馬，齋小號蟠龍。手擘蟹螯從畢卓，身披鶴氅自王恭。五老峯高，秀插雲霄如玉筆；三姑石大，響傳風雨若金鏞。",
        "仁對義，讓對恭，禹舜對羲農。雪花對雲葉，芍藥對芙蓉。陳後主，漢中宗，繡虎對雕龍。柳塘風淡淡，花圃月濃濃。春日正宜朝看蝶，秋風那更夜聞蛩。戰士邀功，必借干戈成勇武；逸民適志，須憑詩酒養疏慵。"
      ]
    },
    {
      "title": "三 江",
      "paragraphs": [
        "樓對閣，戶對窗，巨海對長江。蓉裳對蕙帳，玉斝對銀釭。青布幔，碧油幢，寶劍對金缸。忠心安社稷，利口覆家邦。世祖中興延馬武，桀王失道殺龍逄。秋雨瀟瀟，漫爛黃花都滿徑；春風嫋嫋，扶疏綠竹正盈窗。",
        "旌對旆，蓋對幢，故國對他邦。千山對萬水，九澤對三江。山岌岌，水淙淙，鼓振對鍾撞。清風生酒舍，皓月照書窗。陣上倒戈辛紂戰，道旁系劍子嬰降。夏日池塘，出沒浴波鷗對對；春風簾幕，往來營壘燕雙雙。",
        "銖對兩，只對雙，華嶽對湘江。朝車對禁鼓，宿火對寒缸。青瑣闥，碧紗窗，漢社對周邦。笙簫鳴細細，鐘鼓響摐摐。主簿棲鸞名有覽，治中展驥姓惟龐。蘇武牧羊，雪屢餐於北海；莊周活鮒，水必決於西江。"
      ]
    },
    {
      "title": "四 支",
      "paragraphs": [
        "茶對酒，賦對詩，燕子對鶯兒。栽花對種竹，落絮對遊絲。四目頡，一足夔，鴝鵒對鷺鷥。半池紅菡萏，一架白荼蘼。幾陣秋風能應候，一犁春雨甚知時。智伯恩深，國士吞變形之炭；羊公德大，邑人豎墮淚之碑。",
        "行對止，速對遲，舞劍對圍棋。花箋對草字，竹簡對毛錐。汾水鼎，峴山碑，虎豹對熊羆。花開紅錦繡，水漾碧琉璃。去婦因探鄰舍棗，出妻爲種後園葵。笛韻和諧，仙管恰從雲裏降；櫓聲咿軋，漁舟正向雪中移。",
        "戈對甲，鼓對旗，紫燕對黃鸝。梅酸對李苦，青眼對白眉。三弄笛，一圍棋，雨打對風吹。海棠春睡早，楊柳晝眠遲。張駿曾爲槐樹賦，杜陵不作海棠詩。晉士特奇，可比一斑之豹；唐儒博識，堪爲五總之龜。"
      ]
    },
    {
      "title": "五 微",
      "paragraphs": [
        "來對往，密對稀，燕舞對鶯飛。風清對月朗，露重對煙微。霜菊瘦，雨梅肥，客路對漁磯。晚霞舒錦繡，朝露綴珠璣。夏暑客思欹石枕，秋寒婦念寄邊衣。春水才深，青草岸邊漁父去；夕陽半落，綠莎原上牧童歸。",
        "寬對猛，是對非，服美對乘肥。珊瑚對玳瑁，錦繡對珠璣。桃灼灼，柳依依，綠暗對紅稀。窗前鶯並語，簾外燕雙飛。漢致太平三尺劍，周臻大定一戎衣。吟成賞月之詩，只愁月墮；斟滿送春之酒，惟憾春歸。",
        "聲對色，飽對飢，虎節對龍旗。楊花對桂葉，白簡對朱衣。尨也吠，燕于飛，蕩蕩對巍巍。春暄資日氣，秋冷借霜威。出使振威馮奉世，治民異等尹翁歸。燕我弟兄，載詠棣棠韡韡；命伊將帥，爲歌楊柳依依。"
      ]
    },
    {
      "title": "六 魚",
      "paragraphs": [
        "無對有，實對虛，作賦對觀書。綠窗對朱戶，寶馬對香車。伯樂馬，浩然驢，弋雁對求魚。分金齊鮑叔，奉璧藺相如。擲地金聲孫綽賦，迴文錦字竇滔書。未遇殷宗，胥靡困傅巖之築；既逢周後，太公舍渭水之漁。",
        "終對始，疾對徐，短褐對華裾。六朝對三國，天祿對石渠。千字策，八行書，有若對相如。花殘無戲蝶，藻密有潛魚。落葉舞風高復下，小荷浮水卷還舒。愛見人長，共服宣尼休假蓋；恐彰己吝，誰知阮裕竟焚車。",
        "麟對鳳，鱉對魚，內史對中書。犁鋤對耒耜，畎澮對郊墟。犀角帶，象牙梳，駟馬對安車。青衣能報赦，黃耳解傳書。庭畔有人持短劍，門前無客曳長裾。波浪拍船，駭舟人之水宿；峯巒繞舍，樂隱者之山居。"
      ]
    },
    {
      "title": "七 虞",
      "paragraphs": [
        "金對玉，寶對珠，玉兔對金烏。孤舟對短棹，一雁對雙鳧。橫醉眼，捻吟須，李白對楊朱。秋霜多過雁，夜月有啼烏。日曖園林花易賞，雪寒村舍酒難沽。人處嶺南，善探巨象口中齒；客居江右，偶奪驪龍頷下珠。",
        "賢對聖，智對愚，傅粉對施朱。名繮對利鎖，挈榼對提壺。鳩哺子，燕調雛，石帳對郇廚。煙輕籠岸柳，風急撼庭梧。鸜眼一方端石硯，龍涎三炷博山壚。曲沼魚多，可使漁人結網；平田兔少，漫勞耕者守株。",
        "秦對趙，越對吳，釣客對耕夫。箕裘對杖履，杞梓對桑榆。天欲曉，日將晡，狡兔對妖狐。讀書甘刺股，煮粥惜焚須。韓信武能平四海，左思文足賦三都。嘉遁幽人，適志竹籬茅舍；勝遊公子，玩情柳陌花衢。"
      ]
    },
    {
      "title": "八 齊",
      "paragraphs": [
        "巖對岫，澗對溪，遠岸對危堤。鶴長對鳧短，水雁對山雞。星拱北，月流西，漢露對湯霓。桃林牛已放，虞阪馬長嘶。叔侄去官聞廣受，弟兄讓國有夷齊。三月春濃，芍藥叢中蝴蝶舞；五更天曉，海棠枝上子規啼。",
        "雲對雨，水對泥，白璧對玄圭。獻瓜對投李，禁鼓對徵鼙。徐稚榻，魯班梯，鳳翥對鸞棲，有官清似水，無客醉如泥。截髮惟聞陶侃母，斷機只有樂羊妻。秋望佳人，目送樓頭千里雁；早行遠客，夢驚枕上五更雞。",
        "熊對虎，象對犀，霹靂對虹霓。杜鵑對孔雀，桂嶺對梅溪。蕭史鳳，宋宗雞，遠近對高低。水寒魚不躍，林茂鳥頻棲。楊柳和煙彭澤縣，桃花流水武陵溪。公子追歡，閒驟玉驄遊綺陌；佳人倦繡，悶欹珊枕掩香閨。"
      ]
    },
    {
      "title": "九 佳",
      "paragraphs": [
        "河對海，漢對淮，赤岸對朱崖。鷺飛對魚躍，寶鈿對金釵。魚圉圉，鳥喈喈，草履對芒鞋。古賢嘗篤厚，時輩喜詼諧。孟訓文公談性善，顏師孔子問心齋。緩撫琴絃，像流鶯而並語；斜排箏柱。類過雁之相挨。",
        "豐對儉，等對差，布襖對荊釵。雁行對魚陣，榆塞對蘭崖。挑薺女，採蓮娃，菊徑對苔階。詩成六義備，樂奏八音諧。造律吏哀秦法酷，知音人說鄭聲哇。天欲飛霜，塞上有鴻行已過；雲將作雨，庭前多蟻陣先排。",
        "城對市，巷對街，破屋對空階。桃枝對桂葉，砌蚓對牆蝸。梅可望，橘堪懷，季路對高柴。花藏沽酒市，竹映讀書齋。馬首不容孤竹扣，車輪終就洛陽埋。朝宰錦衣，貴束烏犀之帶；宮人寶髻，宜簪白燕之釵。"
      ]
    },
    {
      "title": "十 灰",
      "paragraphs": [
        "增對損，閉對開，碧草對蒼苔。書籤對筆架，兩曜對三臺。周召虎，宋桓魋，閬苑對蓬萊。薰風生殿閣，皓月照樓臺。卻馬漢文思罷獻，吞蝗唐太冀移災。照耀八荒，赫赫麗天秋日；震驚百里，轟轟出地春雷。",
        "沙對水，火對灰，雨雪對風雷。書淫對傳癖，水滸對巖隈。歌舊曲，釀新醅，舞館對歌臺。春棠經雨放，秋菊傲霜開。作酒固難忘麴櫱，調羹必要用鹽梅。月滿庾樓，據胡牀而可玩；花開唐苑，轟羯鼓以奚催。",
        "休對咎，福對災，象箸對犀杯。宮花對御柳，峻閣對高臺。花蓓蕾，草根荄，剔蘚對剜苔。雨前庭蟻鬧，霜後陣鴻哀。元亮南窗今日傲，孫弘東閣幾時開。平展青茵，野外茸茸軟草；高張翠幄，庭前鬱郁涼槐。"
      ]
    },
    {
      "title": "十一 真",
      "paragraphs": [
        "邪對正，假對真，獬豸對麒麟。韓盧對蘇雁，陸橘對莊椿。韓五鬼，李三人，北魏對西秦。蟬鳴哀暮夏，鶯囀怨殘春。野燒焰騰紅爍爍，溪流波皺碧粼粼。行無蹤，居無廬，頌成酒德；動有時，藏有節，論著錢神。",
        "哀對樂，富對貧，好友對嘉賓。彈冠對結綬，白日對青春。金翡翠，玉麒麟，虎爪對龍麟。柳塘生細浪，花徑起香塵。閒愛登山穿謝屐，醉思漉酒脫陶巾。雪冷霜嚴，倚檻鬆筠同傲歲；日遲風暖，滿園花柳各爭春。",
        "香對火，炭對薪，日觀對天津。禪心對道眼，野婦對宮嬪。仁無敵，德有鄰，萬石對千鈞。滔滔三峽水，冉冉一溪冰。充國功名當畫閣，子張言行貴書紳。篤志詩書，思入聖賢絕域；忘情官爵，羞沾名利纖塵。"
      ]
    },
    {
      "title": "十二 文",
      "paragraphs": [
        "家對國，武對文，四輔對三軍。九經對三史，菊馥對蘭芬。歌北鄙，詠南薰，邇聽對遙聞。召公周太保，李廣漢將軍。聞化蜀民皆草偃，爭權晉土已瓜分。巫峽夜深，猿嘯苦哀巴地月；衡峯秋早，雁飛高貼楚天雲。",
        "欹對正，見對聞，偃武對修文。羊車對鶴駕，朝旭對晚曛。花有豔，竹成文，馬燧對羊欣。山中樑宰相，樹下漢將軍。施帳解圍嘉道韞，當壚沽酒嘆文君。好景有期，北嶺幾枝梅似雪；豐年先兆，西郊千頃稼如雲。",
        "堯對舜，夏對殷，蔡惠對劉蕡。山明對水秀，五典對三墳。唐李杜，晉機雲，事父對忠君。雨晴鳩喚婦，霜冷雁呼羣。酒量洪深周僕射，詩才俊逸鮑參軍。鳥翼長隨，鳳兮洵衆禽長；狐威不假，虎也真百獸尊。"
      ]
    },
    {
      "title": "十三 元",
      "paragraphs": [
        "幽對顯，寂對喧，柳岸對桃源。鶯朋對燕友，早暮對寒暄。魚躍沼，鶴乘軒，醉膽對吟魂。輕塵生範甑，積雪擁袁門。縷縷輕煙芳草渡，絲絲微雨杏花村。詣闕王通，獻太平十二策；出關老子，著道德五千言。",
        "兒對女，子對孫，藥圃對花村。高樓對邃閣，赤豹對玄猿。妃子騎，夫人軒，曠野對平原。匏巴能鼓瑟，伯氏善吹壎。馥馥早梅思驛使，萋萋芳草怨王孫。秋夕月明，蘇子黃崗遊絕壁；春朝花發，石家金谷啓芳園。",
        "歌對舞，德對恩，犬馬對雞豚。龍池對鳳沼，雨驟對雲屯。劉向閣，李膺門，唳鶴對啼猿。柳搖春白晝，梅弄月黃昏，歲冷鬆筠皆有節，春喧桃李本無言。噪晚齊蟬，歲歲秋來泣恨；啼宵蜀鳥，年年春去傷魂。"
      ]
    },
    {
      "title": "十四 寒",
      "paragraphs": [
        "多對少，易對難，虎踞對龍蟠。龍舟對鳳輦，白鶴對青鸞。風淅淅，露漙漙，繡轂對雕鞍。魚遊荷葉沼，鷺立蓼花灘。有酒阮貂奚用解，無魚馮鋏必須彈。丁固夢鬆，柯葉忽然生腹上；文郎畫竹，枝梢倏爾長毫端。",
        "寒對暑，溼對幹，魯隱對齊桓。寒氈對暖席，夜飲對晨餐。叔子帶，仲由冠，郟鄏對邯鄲。嘉禾憂夏旱，衰柳耐秋寒。楊柳綠遮元亮宅，杏花紅映仲尼壇。江水流長，環繞似青羅帶；海蟾輪滿，澄明如白玉盤。",
        "橫對豎，窄對寬，黑志對彈丸。朱簾對畫棟，彩檻對雕欄。春既老，夜將闌，百辟對千官。懷仁稱足足，抱義美般般。好馬君王曾市骨，食豬處士僅思肝。世仰雙仙，元禮舟中攜郭泰，人稱連壁，夏侯車上並潘安。"
      ]
    },
    {
      "title": "十五 刪",
      "paragraphs": [
        "興對廢，附對攀，露草對霜菅，歌廉對借寇，習孔對希顏。山壘壘，水潺潺，奉壁對探鐶。禮由公旦作，詩本仲尼刪。驢困客方經灞水，雞鳴人已出函關。幾夜霜飛，已有蒼鴻辭北塞；數朝霧暗，豈無玄豹隱南山。",
        "猶對尚，侈對慳，霧髻對煙鬟。鶯啼對鵲噪，獨鶴對雙鷳。黃牛峽，金馬山，結草對銜環。崑山惟玉集，合浦有珠還。阮籍舊能爲眼白，老萊新愛着衣斑。棲遲避世人，草衣木食；窈窕傾城女，雲鬢花顏。",
        "姚對宋，柳對顏，賞善對懲奸。愁中對夢裏，巧慧對癡頑。孔北海，謝東山，使越對徵蠻，淫聲聞濮上，離曲聽陽關。驍將袍披仁貴白，小兒衣着老萊斑。茅舍無人，難卻塵埃生榻上；竹亭有客，尚留風月在窗間。"
      ]
    }
]