[
  {
    "dynasty": "唐代", 
    "notes": [], 
    "author": "韩愈", 
    "paragraphs": [
      "燕赵古称多感慨悲歌之士。董生举进士，屡不得志于有司，怀抱利器，郁郁适兹土。吾知其必有合也。董生勉乎哉！", 
      "", 
      "夫以子之不遇时，苟慕义强仁者皆爱惜焉。矧燕赵之士出乎其性者哉！然吾尝闻风俗与化移易，吾恶知其今不异于古所云邪?聊以吾子之行卜之也。董生勉乎哉！", 
      "", 
      "吾因子有所感矣。为我吊望诸君之墓，而观于其市，复有昔时屠狗者乎？为我谢曰：“明天子在上，可以出而仕矣。”"
    ], 
    "title": "送董邵南游河北序"
  }, 
  {
    "dynasty": "先秦", 
    "notes": [], 
    "author": "左丘明", 
    "paragraphs": [
      "十年春，齐师伐我。公将战。曹刿请见。其乡人曰：“肉食者谋之，又何间焉？”刿曰：“肉食者鄙，未能远谋。”乃入见。问：“何以战？”公曰：“衣食所安，弗敢专也，必以分人。”对曰：“小惠未徧，民弗从也。”公曰：“牺牲玉帛，弗敢加也，必以信。”对曰：“小信未孚，神弗福也。”公曰：“小大之狱，虽不能察，必以情。”对曰：“忠之属也。可以一战。战则请从。”", 
      "", 
      "公与之乘，战于长勺。公将鼓之。刿曰：“未可。”齐人三鼓。刿曰：“可矣。”齐师败绩。公将驰之。刿曰：“未可。”下视其辙，登轼而望之，曰：“可矣。”遂逐齐师。", 
      "", 
      "既克，公问其故。对曰：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之，夫大国，难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之。”"
    ], 
    "title": "曹刿论战"
  }, 
  {
    "dynasty": "宋代", 
    "notes": [], 
    "author": "范晔", 
    "paragraphs": [
      "梁鸿家贫而尚节，博览无不通。而不为章句。学毕，乃牧豕于上林苑中，曾误遗火，延及他舍。鸿乃寻访烧者，问所去失，悉以豕偿之。其主犹以为少。鸿曰：“无他财，愿以身居作。”主人许之。因为执勤，不懈朝夕。邻家耆老见鸿非恒人，乃共责让主人，而称鸿长者。于是，始敬鸿，悉还其豕。鸿不受而去。"
    ], 
    "title": "梁鸿尚节"
  }, 
  {
    "dynasty": "唐代", 
    "notes": [
      "珮--通 ：佩", 
      "下澈--一作 ：下彻"
    ], 
    "author": "柳宗元", 
    "paragraphs": [
      "从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。", 
      "", 
      "潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上，佁然不动；俶尔远逝，往来翕忽。似与游者相乐。", 
      "", 
      "潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。", 
      "", 
      "坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。", 
      "", 
      "同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生：曰恕己，曰奉壹。"
    ], 
    "title": "小石潭记"
  }, 
  {
    "dynasty": "先秦", 
    "notes": [], 
    "author": "佚名", 
    "paragraphs": [
      "惠子相梁，庄子往见之。或谓惠子曰：“庄子来，欲代子相。”于是惠子恐，搜于国中三日三夜。庄子往见之，曰：“南方有鸟，其名为鹓鶵，子知之乎？夫鹓鶵发于南海，而飞于北海；非梧桐不止，非练实不食，非醴泉不饮。于是鸱得腐鼠，鹓鶵过之，仰而视之曰：‘吓！’今子欲以子之梁国而吓我邪？”"
    ], 
    "title": "惠子相梁"
  }, 
  {
    "dynasty": "两汉", 
    "notes": [
      "谤讥--一作 ：谤议"
    ], 
    "author": "刘向 撰", 
    "paragraphs": [
      "邹忌修八尺有余，而形貌昳丽。朝服衣冠，窥镜，谓其妻曰：“我孰与城北徐公美？”其妻曰：“君美甚，徐公何能及君也！”城北徐公，齐国之美丽者也。忌不自信，而复问其妾曰：“吾孰与徐公美？”妾曰：“徐公何能及君也！”旦日，客从外来，与坐谈，问之客曰：“吾与徐公孰美？”客曰：“徐公不若君之美也。”明日徐公来，孰视之，自以为不如；窥镜而自视，又弗如远甚。暮寝而思之，曰：“吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求于我也。”", 
      "", 
      "于是入朝见威王，曰：“臣诚知不如徐公美。臣之妻私臣，臣之妾畏臣，臣之客欲有求于臣，皆以美于徐公。今齐地方千里，百二十城，宫妇左右莫不私王，朝廷之臣莫不畏王，四境之内莫不有求于王：由此观之，王之蔽甚矣。”", 
      "", 
      "王曰：“善。”乃下令：“群臣吏民能面刺寡人之过者，受上赏；上书谏寡人者，受中赏；能谤讥于市朝，闻寡人之耳者，受下赏。”令初下，群臣进谏，门庭若市；数月之后，时时而间进；期年之后，虽欲言，无可进者。燕、赵、韩、魏闻之，皆朝于齐.此所谓战胜于朝廷。"
    ], 
    "title": "邹忌讽齐王纳谏"
  }, 
  {
    "dynasty": "魏晋", 
    "notes": [], 
    "author": "陶渊明", 
    "paragraphs": [
      "先生不知何许人也，亦不详其姓字，宅边有五柳树，因以为号焉。闲静少言，不慕荣利。好读书，不求甚解；每有会意，便欣然忘食。性嗜酒，家贫不能常得。亲旧知其如此，或置酒而招之；造饮辄尽，期在必醉。既醉而退，曾不吝情去留。环堵萧然，不蔽风日；短褐穿结，箪瓢屡空，晏如也。常著文章自娱，颇示己志。忘怀得失，以此自终。", 
      "", 
      "赞曰：黔娄之妻有言：“不戚戚于贫贱，不汲汲于富贵。”其言兹若人之俦乎？衔觞赋诗，以乐其志，无怀氏之民欤？葛天氏之民欤？"
    ], 
    "title": "五柳先生传"
  }, 
  {
    "dynasty": "先秦", 
    "notes": [
      "说--通 ：悦"
    ], 
    "author": "刘向 撰", 
    "paragraphs": [
      "秦王使人谓安陵君曰：“寡人欲以五百里之地易安陵，安陵君其许寡人！”安陵君曰：“大王加惠，以大易小，甚善；虽然，受地于先王，愿终守之，弗敢易！”秦王不说。安陵君因使唐雎使于秦。", 
      "", 
      "秦王谓唐雎曰：“寡人以五百里之地易安陵，安陵君不听寡人，何也？且秦灭韩亡魏，而君以五十里之地存者，以君为长者，故不错意也。今吾以十倍之地，请广于君，而君逆寡人者，轻寡人与？”唐雎对曰：“否，非若是也。安陵君受地于先王而守之，虽千里不敢易也，岂直五百里哉？”", 
      "", 
      "秦王怫然怒，谓唐雎曰：“公亦尝闻天子之怒乎？”唐雎对曰：“臣未尝闻也。”秦王曰：“天子之怒，伏尸百万，流血千里。”唐雎曰：“大王尝闻布衣之怒乎？”秦王曰：“布衣之怒，亦免冠徒跣，以头抢地耳。”唐雎曰：“此庸夫之怒也，非士之怒也。夫专诸之刺王僚也，彗星袭月；聂政之刺韩傀也，白虹贯日；要离之刺庆忌也，仓鹰击于殿上。此三子者，皆布衣之士也，怀怒未发，休祲降于天，与臣而将四矣。若士必怒，伏尸二人，流血五步，天下缟素，今日是也。”挺剑而起。", 
      "", 
      "秦王色挠，长跪而谢之曰：“先生坐！何至于此！寡人谕矣：夫韩、魏灭亡，而安陵以五十里之地存者，徒以有先生也。”"
    ], 
    "title": "唐雎不辱使命"
  }, 
  {
    "dynasty": "先秦", 
    "notes": [], 
    "author": "韩非", 
    "paragraphs": [
      "宋有富人，天雨墙坏。其子曰：“不筑，必将有盗。”其邻人之父亦云。暮而果大亡其财，其家甚智其子，而疑邻人之父。"
    ], 
    "title": "智子疑邻"
  }, 
  {
    "dynasty": "宋代", 
    "notes": [], 
    "author": "苏轼", 
    "paragraphs": [
      "元丰六年十月十二日夜，解衣欲睡，月色入户，欣然起行。念无与为乐者，遂至承天寺寻张怀民。怀民亦未寝，相与步于中庭。", 
      "庭下如积水空明，水中藻荇交横，盖竹柏影也。何夜无月？何处无竹柏？但少闲人如吾两人者耳。"
    ], 
    "title": "记承天寺夜游 / 记承天夜游"
  }, 
  {
    "dynasty": "先秦", 
    "notes": [], 
    "author": "孟子及其弟子", 
    "paragraphs": [
      "天时不如地利，地利不如人和。三里之城，七里之郭，环而攻之而不胜。夫环而攻之，必有得天时者矣，然而不胜者，是天时不如地利也。城非不高也，池非不深也，兵革非不坚利也，米粟非不多也，委而去之，是地利不如人和也。", 
      "", 
      "故曰，域民不以封疆之界，固国不以山溪之险，威天下不以兵革之利。得道者多助，失道者寡助。寡助之至，亲戚畔之。多助之至，天下顺之。以天下之所顺，攻亲戚之所畔，故君子有不战，战必胜矣。"
    ], 
    "title": "得道多助，失道寡助"
  }, 
  {
    "dynasty": "两汉", 
    "notes": [], 
    "author": "司马迁", 
    "paragraphs": [
      "陈胜者，阳城人也，字涉。吴广者，阳夏人也，字叔。陈涉少时，尝与人佣耕，辍耕之垄上，怅恨久之，曰：“苟富贵，无相忘。”佣者笑而应曰：“若为佣耕，何富贵也？”陈涉太息曰：“嗟乎！燕雀安知鸿鹄之志哉！”", 
      "", 
      "二世元年七月，发闾左谪戍渔阳，九百人屯大泽乡。陈胜﹑吴广皆次当行，为屯长。会天大雨，道不通，度已失期。失期，法皆斩。陈胜﹑吴广乃谋曰：“今亡亦死，举大计亦死；等死，死国可乎？”陈胜曰：“天下苦秦久矣。吾闻二世少子也，不当立，当立者乃公子扶苏。扶苏以数谏故，上使外将兵。今或闻无罪，二世杀之。百姓多闻其贤，未知其死也。项燕为楚将，数有功，爱士卒，楚人怜之。或以为死，或以为亡。今诚以吾众诈自称公子扶苏﹑项燕，为天下唱，宜多应者。”吴广以为然。乃行卜。卜者知其指意，曰：“足下事皆成，有功。然足下卜之鬼乎！”陈胜﹑吴广喜，念鬼，曰：“此教我先威众耳。”乃丹书帛曰“陈胜王”，置人所罾鱼腹中。卒买鱼烹食，得鱼腹中书，固以怪之矣。又间令吴广之次所旁丛祠中，夜篝火，狐鸣呼曰：“大楚兴，陈胜王。”卒皆夜惊恐。旦日，卒中往往语，皆指目陈胜。", 
      "", 
      "吴广素爱人，士卒多为用者。将尉醉，广故数言欲亡，忿恚尉，令辱之，以激怒其众。尉果笞广。尉剑挺，广起，夺而杀尉。陈胜佐之，并杀两尉。召令徒属曰：“公等遇雨，皆已失期，失期当斩。藉第令毋斩，而戍死者固十六七。且壮士不死即已，死即举大名耳，王侯将相宁nìng有种乎！”徒属皆曰：“敬受命。”乃诈称公子扶苏﹑项燕，从民欲也。袒右，称大楚。为坛而盟，祭以尉首。陈胜自立为将军，吴广为都尉。攻大泽乡，收而攻蕲qí。蕲下，乃令符离人葛婴将兵徇蕲以东。攻铚、酂、苦、柘、谯皆下之。行收兵。比至陈，车六七百乘，骑千余，卒数万人。攻陈，陈守令皆不在，独守丞与战谯门中。弗胜，守丞死，乃入据陈。数日，号令召三老﹑豪杰与皆来会计事。三老﹑豪杰皆曰：“将军身被坚执锐，伐无道，诛暴秦，复立楚国之社稷jì，功宜为王。”陈涉乃立为王，号为张楚。当此时，诸郡县苦秦吏者，皆刑其长吏，杀之以应陈涉。乃以吴叔为假王，监诸将以西击荥阳。令陈人武臣、张耳、陈馀徇赵地，令汝阴人邓宗徇九江郡。当此时，楚兵数千人为聚者，不可胜数。", 
      "", 
      "葛婴至东城，立襄强为楚王。婴后闻陈王已立，因杀襄强，还报。至陈，陈王诛杀葛婴。陈王令魏人周市北徇魏地。吴广围荥阳。李由为三川守，守荥阳，吴叔弗能下。陈王征国之豪杰与计，以上蔡人房君蔡赐为上柱国。", 
      "", 
      "周文，陈之贤人也，尝为项燕军视日，事春申君，自言习兵，陈王与之将军印，西击秦。行收兵至关，车千乘，卒数十万，至戏，军焉。秦令少府章邯免郦山徒﹑人奴产子生，悉发以击楚大军，尽败之。周文败，走出关，止次曹阳二三月。章邯追败之，复走次渑池十余日。章邯击，大破之。周文自刭，军遂不战。", 
      "", 
      "武臣到邯郸，自立为赵王，陈馀为大将军，张耳、召骚为左右丞相。陈王怒，捕系武臣等家室，欲诛之。柱国曰：“秦未亡而诛赵王将相家属，此生一秦也。不如因而立之。”陈王乃遣使者贺赵，而徙系武臣等家属宫中，而封耳子张敖为成都君，趣赵兵，亟入关。赵王将相相与谋曰：“王王赵，非楚意也。楚已诛秦，必加兵於赵。计莫如毋西兵，使使北徇燕地以自广也。赵南据大河，北有燕、代，楚虽胜秦，不敢制赵。若楚不胜秦，必重赵。赵乘秦之弊，可以得志于天下。”赵王以为然，因不西兵，而遣故上谷卒史韩广将兵北徇燕地。", 
      "", 
      "燕故贵人豪杰谓韩广曰：“楚已立王，赵又已立王。燕虽小，亦万乘之国也，原将军立为燕王。”韩广曰：“广母在赵，不可。”燕人曰：“赵方西忧秦，南忧楚，其力不能禁我。且以楚之彊，不敢害赵王将相之家，赵独安敢害将军之家！”韩广以为然，乃自立为燕王。居数月，赵奉燕王母及家属归之燕。", 
      "", 
      "当此之时，诸将之徇地者，不可胜数。周市北徇地至狄，狄人田儋杀狄令，自立为齐王，以齐反击周市。市军散，还至魏地，欲立魏后故宁陵君咎为魏王。时咎在陈王所，不得之魏。魏地已定，欲相与立周市为魏王，周市不肯。使者五反，陈王乃立宁陵君咎为魏王，遣之国。周市卒为相。", 
      "", 
      "将军田臧等相与谋曰：“周章军已破矣，秦兵旦暮至，我围荥阳城弗能下，秦军至，必大败。不如少遗兵，足以守荥阳，悉精兵迎秦军。今假王骄，不知兵权，不可与计，非诛之，事恐败。”因相与矫王令以诛吴叔，献其首于陈王。陈王使使赐田臧楚令尹印，使为上将。田臧乃使诸将李归等守荥阳城，自以精兵西迎秦军于敖仓。与战，田臧死，军破。章邯进兵击李归等荥阳下，破之，李归等死。", 
      "", 
      "阳城人邓说将兵居郯，章邯别将击破之，邓说军散走陈。铚人伍徐将兵居许，章邯击破之，伍徐军皆散走陈。陈王诛邓说。", 
      "", 
      "陈王初立时，陵人秦嘉﹑铚人董譄﹑符离人朱鸡石﹑取虑人郑布﹑徐人丁疾等皆特起，将兵围东海守庆于郯。陈王闻，乃使武平君畔为将军，监郯下军。秦嘉不受命，嘉自立为大司马，恶属武平君。告军吏曰：“武平君年少，不知兵事，勿听！”因矫以王命杀武平君畔。", 
      "", 
      "章邯已破伍徐，击陈，柱国房君死。章邯又进兵击陈西张贺军。陈王出监战，军破，张贺死。", 
      "", 
      "腊月，陈王之汝阴，还至下城父，其御庄贾杀以降秦。陈胜葬砀，谥曰隐王。", 
      "", 
      "陈王故涓人将军吕臣为仓头军，起新阳，攻陈下之，杀庄贾，复以陈为楚。", 
      "", 
      "初，陈王至陈，令铚人宋留将兵定南阳，入武关。留已徇南阳，闻陈王死，南阳复为秦。宋留不能入武关，乃东至新蔡，遇秦军，宋留以军降秦。秦传留至咸阳，车裂留以徇。", 
      "", 
      "秦嘉等闻陈王军破出走，乃立景驹为楚王，引兵之方与，欲击秦军定陶下。使公孙庆使齐王，欲与并力俱进。齐王曰：“闻陈王战败，不知其死生，楚安得不请而立王！”公孙庆曰：“齐不请楚而立王，楚何故请齐而立王！且楚首事，当令于天下。”田儋诛杀公孙庆。", 
      "", 
      "秦左右校复攻陈，下之。吕将军走，收兵复聚。鄱盗当阳君黥布之兵相收，复击秦左右校，破之青波，复以陈为楚。会项梁立怀王孙心为楚王。", 
      "", 
      "陈胜王凡六月。已为王，王陈。其故人尝与佣耕者闻之，之陈，扣宫门曰：“吾欲见涉。”宫门令欲缚之。自辩数，乃置，不肯为通。陈王出，遮道而呼涉。陈王闻之，乃召见，载与俱归。入宫，见殿屋帷帐，客曰：“夥颐！涉之为王沉沉者！”楚人谓多为伙，故天下传之，夥涉为王，由陈涉始。客出入愈益发舒，言陈王故情。或说陈王曰：“客愚无知，颛妄言，轻威。”陈王斩之。诸陈王故人皆自引去，由是无亲陈王者。陈王以朱房为中正，胡武为司过，主司群臣。诸将徇地，至，令之不是者，系而罪之，以苛察为忠。其所不善者，弗下吏，辄自治之。陈王信用之。诸将以其故不亲附，此其所以败也。", 
      "", 
      "陈胜虽已死，其所置遣侯王将相竟亡秦，由涉首事也。高祖时为陈涉置守頉三十家砀，至今血食。", 
      "", 
      "褚先生曰：地形险阻，所以为固也；兵革刑法，所以为治也。犹未足恃也。夫先王以仁义为本，而以固塞文法为枝叶，岂不然哉！吾闻贾生之称曰：", 
      "", 
      "“秦孝公据肴函之固，拥雍州之地，君臣固守，以窥周室，有席卷天下、包举宇内、囊括四海之意，并吞八荒之心。当是时也，商君佐之，内立法度，务耕织，修守战之具；外连衡而斗诸侯。于是秦人拱手而取西河之外。", 
      "", 
      "“孝公既没，惠文、武、昭襄蒙故业因遗策，南取汉中，西举巴蜀，东割膏腴之地，收要害之郡。诸侯恐惧，会盟而谋弱秦，不爱珍器、重宝、肥饶之地，以致天下之士，合从缔交，相与为一。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵。此四君者，皆明智而忠信，宽厚而爱人，尊贤而重士，约从离横，兼韩、魏、燕、赵、宋、卫、中山之众。于是六国之士，有宁越、徐尚、苏秦、杜赫之属为之谋，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅之徒通其意，吴起、孙膑、带佗、倪良、王廖、田忌、廉颇、赵奢之伦制其兵。尝以十倍之地，百万之众，叩关而攻秦。秦人开关而延敌，九国之师逡巡遁逃而不敢进。秦无亡矢遗镞之费，而天下诸侯已困矣。于是从散约解，争割地以赂秦。秦有余力而制其弊，追亡逐北，伏尸百万，流血飘橹。因利乘便，宰割天下，分裂河山。强国请服，弱国入朝。", 
      "", 
      "“施及孝文王、庄襄王，享国之日浅，国家无事。", 
      "", 
      "“及至始皇，奋六世之余烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合，执敲朴以鞭笞天下，威振四海。南取百越之地，以为桂林、象郡。百越之君，俯首系颈，委命下吏。乃使蒙恬北筑长城而守藩篱，却匈奴七百余里。胡人不敢南下而牧马，士不敢弯弓而报怨。于是废先王之道，燔百家之言，以愚黔首；隳名城，杀豪俊，收天下之兵聚之咸阳，销锋鍉，铸以为金人十二，以弱天下之民。然后践华为城，因河为池，据亿丈之城、临不测之溪以为固。良将劲驽，守要害之处；信臣精卒，陈利兵而谁何。天下已定，始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也。", 
      "", 
      "“始皇既没，余威震于殊俗。 然陈涉瓮牖绳枢之子，氓隶之人，而迁徙之徒也；材能不及中人，非有仲尼、墨翟之贤，陶朱、猗顿之富。蹑足行伍之间，倔起阡陌之中，率罢散之卒，将数百之众，转而攻秦，斩木为兵，揭竿为旗，天下云集而响应，赢粮而景从。山东豪俊遂并起而亡秦族矣。", 
      "", 
      "“且夫天下非小弱也，雍州之地，肴函之固，自若也；陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；锄耰棘矜，不铦于钩戟长铩也；适戍之众，非抗于九国之师也；深谋远虑，行军用兵之道，非及向时之士也。然而成败异变，功业相反。试使山东之国与陈涉度长絜大，比权量力，则不可同年而语矣。然秦以区区之地，致万乘之势，序八州而朝同列，百有余年矣。然后以六合为家，肴函为宫。一夫作难而七庙隳，身死人手，为天下笑者，何也？仁义不施而攻守之势异也。”", 
      "", 
      "【索隐述赞】天下匈匈，海内乏主，掎鹿争捷，瞻乌爰处。陈胜首事，厥号张楚。鬼怪是凭，鸿鹄自许。葛婴东下，周文西拒。始亲朱房，又任胡武。伙颐见杀，腹心不与。庄贾何人，反噬城父！"
    ], 
    "title": "陈涉世家"
  }, 
  {
    "dynasty": "南北朝", 
    "notes": [
      "愿驰千里足--一作 ：愿借明驼千里足", 
      "惟--通 ：唯", 
      "帖--通 ：贴", 
      "惊忙--一作 ：惶", 
      "火伴--伙伴"
    ], 
    "author": "佚名", 
    "paragraphs": [
      "唧唧复唧唧，木兰当户织。不闻机杼声，惟闻女叹息。问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。", 
      "东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。", 
      "万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。", 
      "归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。", 
      "爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床，脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。", 
      "雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？"
    ], 
    "title": "木兰诗 / 木兰辞"
  }, 
  {
    "dynasty": "宋代", 
    "notes": [], 
    "author": "欧阳修", 
    "paragraphs": [
      "陈康肃公善射，当世无双 ，公亦以此自矜。尝射于家圃，有卖油翁释担而立，睨之，久而不去。见其发矢十中八九，但微颔之。", 
      "", 
      "康肃问曰：“汝亦知射乎？吾射不亦精乎？”翁曰：“无他， 但手熟尔。”康肃忿然曰：“尔安敢轻吾射！”翁曰：“以我酌油知之。”乃取一葫芦置于地，以钱覆其口，徐以杓酌油沥之，自钱孔入，而钱不湿。因曰：“我亦无他，惟手熟尔。”康肃笑而遣之。", 
      "", 
      "此与庄生所谓解牛斫轮者何异？"
    ], 
    "title": "卖油翁"
  }, 
  {
    "dynasty": "先秦", 
    "notes": [], 
    "author": "佚名", 
    "paragraphs": [
      "夸父与日逐走，入日；渴，欲得饮，饮于河、渭；河、渭不足，北饮大泽。未至，道渴而死。弃其杖，化为邓林。"
    ], 
    "title": "夸父逐日"
  }, 
  {
    "dynasty": "未知", 
    "notes": [
        "邑--又作：里",
        "然未--又作：但未"
    ], 
    "author": "佚名", 
    "paragraphs": [
      "昔有二翁，同邑而居。甲翁之妻子去乡，唯叟一人而已。一日，叟携酒至乙翁第，二人对酌，不亦乐乎！乙翁曰：“向吾远游冀﹑雍，然未尝登泰山，君有意同行乎？”甲翁曰：“是山余亦未登，然老矣，恐力不胜。”乙翁曰：“差矣，汝之言！曩者愚公年且九十而移山，今吾辈方逾六旬，何老之有！”甲翁曰：“甚善！”翌日，二翁偕往，越钱塘，绝长江，而至泰阴。夜宿，凌晨上山。乙翁欲扶之，甲翁曰：“吾力尚可，无需相扶。”自日出至薄暮，已至半山矣。"
    ], 
    "title": "二翁登泰山"
  }, 
  {
    "dynasty": "先秦", 
    "notes": [], 
    "author": "佚名", 
    "paragraphs": [
      "子曰：“学而时习之，不亦说乎?有朋自远方来，不亦乐乎?人不知而不愠，不亦君子乎?”（《学而》）", 
      "", 
      "曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”（《学而》）", 
      "", 
      "子曰：“温故而知新，可以为师矣。”（《为政》）", 
      "", 
      "子曰：“学而不思则罔,思而不学则殆。”（《为政》）", 
      "", 
      "子曰：“由，诲女知之乎！知之为知之，不知为不知，是知也。”（《为政》）", 
      "", 
      "子曰：“见贤思齐焉，见不贤而内自省也。”（《里仁》）", 
      "", 
      "子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”（《述而》）", 
      "", 
      "曾子曰：“士不可以不弘毅，任重而道远。仁以为己任，不亦重乎？死而后已，不亦远乎？”（《泰伯》）", 
      "", 
      "子曰：“岁寒，然后知松柏之后凋也。”（《子罕》）", 
      "", 
      "子贡问曰：“有一言而可以终身行之者乎？”子曰：“其恕乎！己所不欲，勿施于人。”（《卫灵公》）"
    ], 
    "title": "论语十则"
  }, 
  {
    "dynasty": "清代", 
    "notes": [], 
    "author": "彭端淑", 
    "paragraphs": [
      "天下事有难易乎？为之，则难者亦易矣；不为，则易者亦难矣。人之为学有难易乎？学之，则难者亦易矣；不学，则易者亦难矣。", 
      "", 
      "吾资之昏，不逮人也，吾材之庸，不逮人也；旦旦而学之，久而不怠焉，迄乎成，而亦不知其昏与庸也。吾资之聪，倍人也，吾材之敏，倍人也；屏弃而不用，其与昏与庸无以异也。圣人之道，卒于鲁也传之。然则昏庸聪敏之用，岂有常哉？", 
      "", 
      "蜀之鄙有二僧：其一贫，其一富。贫者语于富者曰：“吾欲之南海，何如？”富者曰：“子何恃而往？”曰：“吾一瓶一钵足矣。”富者曰：“吾数年来欲买舟而下，犹未能也。子何恃而往！”越明年，贫者自南海还，以告富者，富者有惭色。", 
      "", 
      "西蜀之去南海，不知几千里也，僧富者不能至而贫者至焉。人之立志，顾不如蜀鄙之僧哉?是故聪与敏，可恃而不可恃也；自恃其聪与敏而不学者，自败者也。昏与庸，可限而不可限也；不自限其昏与庸，而力学不倦者，自力者也。"
    ], 
    "title": "为学一首示子侄"
  }, 
  {
    "dynasty": "宋代", 
    "notes": [], 
    "author": "欧阳修", 
    "paragraphs": [
      "环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。", 
      "", 
      "若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。", 
      "", 
      "至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥。酿泉为酒，泉香而酒洌；山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。", 
      "", 
      "已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。"
    ], 
    "title": "醉翁亭记"
  }, 
  {
    "dynasty": "唐代", 
    "notes": [], 
    "author": "吴兢", 
    "paragraphs": [
      "观二年，京师旱，蝗虫大起。太宗入苑视禾，见蝗虫，掇数枚而曰：“人以谷为命，而汝食之，是害于百姓。百姓有过，在予一人。尔其有灵，但当蚀我心，无害百姓。”将吞之，左右遽谏曰：“恐诚疾，不可！”太宗：“所冀移灾朕躬，何疾之避！”遂吞之。"
    ], 
    "title": "唐太宗吞蝗"
  }, 
  {
    "dynasty": "先秦", 
    "notes": [], 
    "author": "佚名", 
    "paragraphs": [
      "庄子与惠子游于濠梁之上。庄子曰：“鯈鱼出游从容，是鱼之乐也。”惠子曰：“子非鱼，安知鱼之乐？”庄子曰：“子非我，安知我不知鱼之乐？”惠子曰：“我非子，固不知子矣；子固非鱼也，子之不知鱼之乐全矣！”庄子曰：“请循其本。子曰‘汝安知鱼乐’云者，既已知吾知之而问我。我知之濠上也。”"
    ], 
    "title": "庄子与惠子游于濠梁"
  }, 
  {
    "dynasty": "魏晋", 
    "notes": [], 
    "author": "陈寿", 
    "paragraphs": [
      "亮躬耕陇亩，好为《梁父吟》。身长八尺，每自比于管仲、乐毅，时人莫之许也。惟博陵崔州平、颍川徐庶元直与亮友善，谓为信然。", 
      "", 
      "时先主屯新野。徐庶见先主，先主器之，谓先主曰：“诸葛孔明者，卧龙也，将军岂愿见之乎？”先主曰：“君与俱来。”庶曰：“此人可就见，不可屈致也。将军宜枉驾顾之。”", 
      "", 
      "由是先主遂诣亮，凡三往，乃见。因屏人曰：“汉室倾颓，奸臣窃命，主上蒙尘。孤不度德量力，欲信大义于天下；而智术浅短，遂用猖蹶，至于今日。然志犹未已，君谓计将安出？”", 
      "", 
      "亮答曰：“自董卓已来，豪杰并起，跨州连郡者不可胜数。曹操比于袁绍，则名微而众寡。然操遂能克绍，以弱为强者，非惟天时，抑亦人谋也。今操已拥百万之众，挟天子而令诸侯，此诚不可与争锋。孙权据有江东，已历三世，国险而民附，贤能为之用，此可以为援而不可图也。荆州北据汉、沔，利尽南海，东连吴会，西通巴、蜀，此用武之国，而其主不能守，此殆天所以资将军，将军岂有意乎？益州险塞，沃野千里，天府之土，高祖因之以成帝业。刘璋暗弱，张鲁在北，民殷国富而不知存恤，智能之士思得明君。将军既帝室之胄，信义著于四海，总揽英雄，思贤如渴，若跨有荆、益，保其岩阻，西和诸戎，南抚夷越，外结好孙权，内修政理；天下有变，则命一上将将荆州之军以向宛、洛，将军身率益州之众出于秦川，百姓孰敢不箪食壶浆以迎将军者乎？诚如是，则霸业可成，汉室可兴矣。”", 
      "", 
      "先主曰：“善！”于是与亮情好日密。", 
      "", 
      "关羽、张飞等不悦，先主解之曰：“孤之有孔明，犹鱼之有水也。愿诸君勿复言。”羽、飞乃止。"
    ], 
    "title": "隆中对"
  }, 
  {
    "dynasty": "明代", 
    "notes": [], 
    "author": "王世贞", 
    "paragraphs": [
      "蔺相如之完璧，人皆称之。予未敢以为信也。", 
      "", 
      "夫秦以十五城之空名，诈赵而胁其璧。是时言取璧者，情也，非欲以窥赵也。赵得其情则弗予，不得其情则予；得其情而畏之则予，得其情而弗畏之则弗予。此两言决耳，奈之何既畏而复挑其怒也！", 
      "", 
      "且夫秦欲璧，赵弗予璧，两无所曲直也。入璧而秦弗予城，曲在秦；秦出城而璧归，曲在赵。欲使曲在秦，则莫如弃璧；畏弃璧，则莫如弗予。夫秦王既按图以予城，又设九宾，斋而受璧，其势不得不予城。璧入而城弗予，相如则前请曰：“臣固知大王之弗予城也。夫璧非赵璧乎？而十五城秦宝也。今使大王以璧故，而亡其十五城，十五城之子弟，皆厚怨大王以弃我如草芥也。大王弗与城，而绐赵璧，以一璧故，而失信于天下，臣请就死于国，以明大王之失信！”秦王未必不返璧也。今奈何使舍人怀而逃之，而归直于秦？", 
      "", 
      "是时秦意未欲与赵绝耳。令秦王怒而僇相如于市，武安君十万众压邯郸，而责璧与信，一胜而相如族，再胜而璧终入秦矣。", 
      "", 
      "吾故曰：蔺相如之获全于璧也，天也。若其劲渑池，柔廉颇，则愈出而愈妙于用。所以能完赵者，天固曲全之哉！"
    ], 
    "title": "蔺相如完璧归赵论"
  }, 
  {
    "dynasty": "明代", 
    "notes": [
      "箬篷--一作 ：篛篷"
    ], 
    "author": "魏学洢", 
    "paragraphs": [
      "明有奇巧人曰王叔远，能以径寸之木，为宫室、器皿 、人物，以至鸟兽、木石，罔不因势象形，各具情态。尝贻余核舟一，盖大苏泛赤壁云。", 
      "", 
      "舟首尾长约八分有奇，高可二黍许。中轩敞者为舱，箬篷覆之。旁开小窗，左右各四，共八扇。启窗而观，雕栏相望焉。闭之，则右刻“山高月小，水落石出”，左刻“清风徐来，水波不兴”，石青糁之。", 
      "", 
      "船头坐三人，中峨冠而多髯者为东坡，佛印居右，鲁直居左。苏、黄共阅一手卷。东坡右手执卷端，左手抚鲁直背。鲁直左手执卷末，右手指卷，如有所语。东坡现右足，鲁直现左足，各微侧，其两膝相比者，各隐卷底衣褶中。佛印绝类弥勒，袒胸露乳，矫首昂视，神情与苏、黄不属。卧右膝，诎右臂支船，而竖其左膝，左臂挂念珠倚之——珠可历历数也。", 
      "", 
      "舟尾横卧一楫。楫左右舟子各一人。居右者椎髻仰面，左手倚一衡木，右手攀右趾，若啸呼状。居左者右手执蒲葵扇，左手抚炉，炉上有壶，其人视端容寂，若听茶声然。", 
      "", 
      "其船背稍夷，则题名其上，文曰“天启壬戌秋日，虞山王毅叔远甫刻”，细若蚊足，钩画了了，其色墨。又用篆章一，文曰“初平山人”，其色丹。", 
      "", 
      "通计一舟，为人五；为窗八；为箬篷，为楫，为炉，为壶，为手卷，为念珠各一；对联、题名并篆文，为字共三十有四；而计其长曾不盈寸。盖简桃核修狭者为之。嘻，技亦灵怪矣哉！"
    ], 
    "title": "核舟记"
  }, 
  {
    "dynasty": "唐代", 
    "notes": [], 
    "author": "刘禹锡", 
    "paragraphs": [
      "山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？"
    ], 
    "title": "陋室铭"
  }, 
  {
    "dynasty": "宋代", 
    "notes": [
      "甚爱--一作 ：盛爱"
    ], 
    "author": "周敦颐", 
    "paragraphs": [
      "水陆草木之花，可爱者甚蕃。晋陶渊明独爱菊。自李唐来，世人甚爱牡丹。予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉。", 
      "", 
      "予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。噫！菊之爱，陶后鲜有闻。莲之爱，同予者何人?牡丹之爱，宜乎众矣!"
    ], 
    "title": "爱莲说"
  }, 
  {
    "dynasty": "明代", 
    "notes": [], 
    "author": "冯梦龙", 
    "paragraphs": [
      "欧阳晔治鄂州，民有争舟而相殴至死者，狱久不决。晔自临其狱，坐囚于庭中，去其桎梏而饮食之，食讫，悉劳而还之狱。独留一人于庭，留者色变而惶顾。晔曰：“杀人者汝也！”囚佯为不知所以。晔曰：“吾观食者皆以右手持箸，而汝独以左。今死者伤在右肋，非汝而谁？”囚无以对。"
    ], 
    "title": "欧阳晔破案"
  }, 
  {
    "dynasty": "两汉", 
    "notes": [], 
    "author": "司马迁", 
    "paragraphs": [
      "魏公子无忌者，魏昭王少子而魏安釐王异母弟也。昭王薨，安釐王即位，封公子为信陵君。是时范睢亡魏相秦，以怨魏齐故，秦兵围大梁，破魏华阳下军，走芒卯。魏王及公子患之。公子为人仁而下士，士无贤不肖皆谦而礼交之，不敢以其富贵骄士。士以此方数千里争往归之，致食客三千人。当是时，诸侯以公子贤，多客，不敢加兵谋魏十馀年。", 
      "", 
      "公子与魏王博，而北境传举烽，言“赵寇至，且入界”。魏王释博，欲召大臣谋。公子止王曰：“赵王田猎耳，非为寇也。”复博如故。王恐，心不在博。居顷，复从北方来传言曰：“赵王猎耳，非为寇也。”魏王大惊，曰：“公子何以知之？”公子曰：“臣之客有能深得赵王阴事者，赵王所为，客辄以报臣，臣以此知之。”是后魏王畏公子之贤能，不敢任公子以国政。魏有隐士曰侯嬴，年七十，家贫，为大梁夷门监者。公子闻之，往请，欲厚遗之。不肯受，曰：“臣脩身洁行数十年，终不以监门困故而受公子财。”公子于是乃置酒大会宾客。坐定，公子从车骑，虚左，自迎夷门侯生。侯生摄敝衣冠，直上载公子上坐，不让，欲以观公子。公子执辔愈恭。侯生又谓公子曰：“臣有客在市屠中，愿枉车骑过之。”公子引车入巿，侯生下见其客朱亥，俾倪，故久立与其客语，微察公子。公子颜色愈和。当是时，魏将相宗室宾客满堂，待公子举酒。巿人皆观公子执辔。从骑皆窃骂侯生。侯生视公子色终不变，乃谢客就车。至家，公子引侯生坐上坐，遍赞宾客，宾客皆惊。酒酣，公子起，为寿侯生前。", 
      "", 
      "侯生因谓公子曰：“今日嬴之为公子亦足矣。嬴乃夷门抱关者也，而公子亲枉车骑，自迎嬴于众人广坐之中，不宜有所过，今公子故过之。然嬴欲就公子之名，故久立公子车骑巿中，过客以观公子，公子愈恭。巿人皆以嬴为小人，而以公子为长者能下士也。”于是罢酒，侯生遂为上客。侯生谓公子曰：“臣所过屠者朱亥，此子贤者，世莫能知，故隐屠间耳。”公子往数请之，朱亥故不复谢，公子怪之。", 
      "", 
      "魏安釐王二十年，秦昭王已破赵长平军，又进兵围邯郸。公子姊为赵惠文王弟平原君夫人，数遗魏王及公子书，请救于魏。魏王使将军晋鄙将十万众救赵。秦王使使者告魏王曰：“吾攻赵旦暮且下，而诸侯敢救者，已拔赵，必移兵先击之。”魏王恐，使人止晋鄙，留军壁邺，名为救赵，实持两端以观望。平原君使者冠盖相属于魏，让魏公子曰：“胜所以自附为婚姻者，以公子之高义，为能急人之困。今邯郸旦暮降秦而魏救不至，安在公子能急人之困也！且公子纵轻胜，弃之降秦，独不怜公子姊邪？”公子患之，数请魏王，及宾客辩士说王万端。魏王畏秦，终不听公子。公子自度终不能得之于王，计不独生而令赵亡，乃请宾客，约车骑百馀乘，欲以客往赴秦军，与赵俱死。", 
      "", 
      "行过夷门，见侯生，具告所以欲死秦军状。辞决而行，侯生曰：“公子勉之矣，老臣不能从。”公子行数里，心不快，曰：“吾所以待侯生者备矣，天下莫不闻，今吾且死而侯生曾无一言半辞送我，我岂有所失哉？”复引车还，问侯生。侯生笑曰：“臣固知公子之还也。”曰：“公子喜士，名闻天下。今有难，无他端而欲赴秦军，譬若以肉投馁虎，何功之有哉？尚安事客？然公子遇臣厚，公子往而臣不送，以是知公子恨之复返也。”公子再拜，因问。侯生乃屏人间语，曰：“嬴闻晋鄙之兵符常在王卧内，而如姬最幸，出入王卧内，力能窃之。嬴闻如姬父为人所杀，如姬资之三年，自王以下欲求报其父仇，莫能得。如姬为公子泣，公子使客斩其仇头，敬进如姬。如姬之欲为公子死，无所辞，顾未有路耳。公子诚一开口请如姬，如姬必许诺，则得虎符夺晋鄙军，北救赵而西却秦，此五霸之伐也。”公子从其计，请如姬。如姬果盗晋鄙兵符与公子。公子行，侯生曰：“将在外，主令有所不受，以便国家。公子即合符，而晋鄙不授公子兵而复请之，事必危矣。臣客屠者朱亥可与俱，此人力士。晋鄙听，大善；不听，可使击之。”于是公子泣。侯生曰：“公子畏死邪？何泣也？”公子曰：“晋鄙嚄唶宿将，往恐不听，必当杀之，是以泣耳，岂畏死哉？”于是公子请朱亥。朱亥笑曰：“臣乃市井鼓刀屠者，而公子亲数存之，所以不报谢者，以为小礼无所用。今公子有急，此乃臣效命之秋也。”遂与公子俱。公子过谢侯生。侯生曰：“臣宜从，老不能。请数公子行日，以至晋鄙军之日，北乡自刭，以送公子。”公子遂行。", 
      "", 
      "至邺，矫魏王令代晋鄙。晋鄙合符，疑之，举手视公子曰：“今吾拥十万之众，屯于境上，国之重任，今单车来代之，何如哉？”欲无听。朱亥袖四十斤铁椎，椎杀晋鄙，公子遂将晋鄙军。勒兵下令军中曰：“父子俱在军中，父归；兄弟俱在军中，兄归；独子无兄弟，归养。”得选兵八万人，进兵击秦军。秦军解去，遂救邯郸，存赵。赵王及平原君自迎公子于界，平原君负韊矢为公子先引。赵王再拜曰：“自古贤人未有及公子者也。”当此之时，平原君不敢自比于人。公子与侯生决，至军，侯生果北乡自刭。", 
      "", 
      "魏王怒公子之盗其兵符，矫杀晋鄙，公子亦自知也。已却秦存赵，使将将其军归魏，而公子独与客留赵。赵孝成王德公子之矫夺晋鄙兵而存赵，乃与平原君计，以五城封公子。公子闻之，意骄矜而有自功之色。客有说公子曰：“物有不可忘，或有不可不忘。夫人有德于公子，公子不可忘也；公子有德于人，愿公子忘之也。且矫魏王令，夺晋鄙兵以救赵，于赵则有功矣，于魏则未为忠臣也。公子乃自骄而功之，窃为公子不取也。”于是公子立自责，似若无所容者。赵王埽除自迎，执主人之礼，引公子就西阶。公子侧行辞让，从东阶上。自言罪过，以负于魏，无功于赵。赵王侍酒至暮，口不忍献五城，以公子退让也。公子竟留赵。赵王以鄗为公子汤沐邑，魏亦复以信陵奉公子。公子留赵。公子闻赵有处士毛公藏于博徒，薛公藏于卖浆家，公子欲见两人，两人自匿不肯见公子。公子闻所在，乃间步往从此两人游，甚欢。平原君闻之，谓其夫人曰：“始吾闻夫人弟公子天下无双，今吾闻之，乃妄从博徒卖浆者游，公子妄人耳。”夫人以告公子。公子乃谢夫人去，曰：“始吾闻平原君贤，故负魏王而救赵，以称平原君。平原君之游，徒豪举耳，不求士也。无忌自在大梁时，常闻此两人贤，至赵，恐不得见。以无忌从之游，尚恐其不我欲也，今平原君乃以为羞，其不足从游。”乃装为去。夫人具以语平原君。平原君乃免冠谢，固留公子。平原君门下闻之，半去平原君归公子，天下士复往归公子，公子倾平原君客。公子留赵十年不归。秦闻公子在赵，日夜出兵东伐魏。魏王患之，使使往请公子。公子恐其怒之，乃诫门下：“有敢为魏王使通者，死。”宾客皆背魏之赵，莫敢劝公子归。毛公、薛公两人往见公子曰：“公子所以重于赵，名闻诸侯者，徒以有魏也。今秦攻魏，魏急而公子不恤，使秦破大梁而夷先王之宗庙，公子当何面目立天下乎？”语未及卒，公子立变色，告车趣驾归救魏。魏王见公子，相与泣，而以上将军印授公子，公子遂将。魏安釐王三十年，公子使使遍告诸侯。诸侯闻公子将，各遣将将兵救魏。公子率五国之兵破秦军于河外，走蒙骜。遂乘胜逐秦军至函谷关，抑秦兵，秦兵不敢出。当是时，公子威振天下，诸侯之客进兵法，公子皆名之，故世俗称魏公子兵法。秦王患之，乃行金万斤于魏，求晋鄙客，令毁公子于魏王曰：“公子亡在外十年矣，今为魏将，诸侯将皆属，诸侯徒闻魏公子，不闻魏王。公子亦欲因此时定南面而王，诸侯畏公子之威，方欲共立之。”秦数使反间，伪贺公子得立为魏王未也。魏王日闻其毁，不能不信，后果使人代公子将。公子自知再以毁废，乃谢病不朝，与宾客为长夜饮，饮醇酒，多近妇女。日夜为乐饮者四岁，竟病酒而卒。其岁，魏安釐王亦薨。秦闻公子死，使蒙骜攻魏，拔二十城，初置东郡。其后秦稍蚕食魏，十八岁而虏魏王，屠大梁。", 
      "", 
      "高祖始微少时，数闻公子贤。及即天子位，每过大梁，常祠公子。高祖十二年，从击黥布还，为公子置守冢五家，世世岁以四时奉祠公子。", 
      "", 
      "太史公曰：吾过大梁之墟，求问其所谓夷门。夷门者，城之东门也。天下诸公子亦有喜士者矣，然信陵君之接岩穴隐者，不耻下交，有以也。名冠诸侯，不虚耳。高祖每过之而令民奉祠不绝也。"
    ], 
    "title": "魏公子列传"
  }, 
  {
    "dynasty": "明代", 
    "notes": [], 
    "author": "袁宏道", 
    "paragraphs": [
      "燕地寒，花朝节后，余寒犹厉。冻风时作，作则飞沙走砾。局促一室之内，欲出不得。每冒风驰行，未百步辄返。", 
      "", 
      "廿二日天稍和，偕数友出东直，至满井。高柳夹堤，土膏微润，一望空阔，若脱笼之鹄。于时冰皮始解，波色乍明，鳞浪层层，清澈见底，晶晶然如镜之新开而冷光之乍出于匣也。山峦为晴雪所洗，娟然如拭，鲜妍明媚，如倩女之靧面而髻鬟之始掠也。柳条将舒未舒，柔梢披风，麦田浅鬣寸许。游人虽未盛，泉而茗者，罍而歌者，红装而蹇者，亦时时有。风力虽尚劲，然徒步则汗出浃背。凡曝沙之鸟，呷浪之鳞，悠然自得，毛羽鳞鬣之间皆有喜气。始知郊田之外未始无春，而城居者未之知也。", 
      "", 
      "夫不能以游堕事而潇然于山石草木之间者，惟此官也。而此地适与余近，余之游将自此始，恶能无纪？己亥之二月也。"
    ], 
    "title": "满井游记"
  }, 
  {
    "dynasty": "明代", 
    "notes": [], 
    "author": "宋濂", 
    "paragraphs": [
      "余幼时即嗜学。家贫，无从致书以观，每假借于藏书之家，手自笔录，计日以还。天大寒，砚冰坚，手指不可屈伸，弗之怠。录毕，走送之，不敢稍逾约。以是人多以书假余，余因得遍观群书。既加冠，益慕圣贤之道 ，又患无硕师、名人与游，尝趋百里外，从乡之先达执经叩问。先达德隆望尊，门人弟子填其室，未尝稍降辞色。余立侍左右，援疑质理，俯身倾耳以请；或遇其叱咄，色愈恭，礼愈至，不敢出一言以复；俟其欣悦，则又请焉。故余虽愚，卒获有所闻。", 
      "", 
      "当余之从师也，负箧曳屣，行深山巨谷中，穷冬烈风，大雪深数尺，足肤皲裂而不知。至舍，四支僵劲不能动，媵人持汤沃灌，以衾拥覆，久而乃和。寓逆旅，主人日再食，无鲜肥滋味之享。同舍生皆被绮绣，戴朱缨宝饰之帽，腰白玉之环，左佩刀，右备容臭，烨然若神人；余则缊袍敝衣处其间，略无慕艳意。以中有足乐者，不知口体之奉不若人也。盖余之勤且艰若此。", 
      "", 
      "今虽耄老，未有所成，犹幸预君子之列，而承天子之宠光，缀公卿之后，日侍坐备顾问，四海亦谬称其氏名，况才之过于余者乎？", 
      "", 
      "今诸生学于太学，县官日有廪稍之供，父母岁有裘葛之遗，无冻馁之患矣；坐大厦之下而诵《诗》《书》，无奔走之劳矣；有司业、博士为之师，未有问而不告，求而不得者也；凡所宜有之书，皆集于此，不必若余之手录，假诸人而后见也。其业有不精，德有不成者，非天质之卑，则心不若余之专耳，岂他人之过哉！", 
      "", 
      "东阳马生君则，在太学已二年，流辈甚称其贤。余朝京师，生以乡人子谒余，撰长书以为贽，辞甚畅达，与之论辩，言和而色夷。自谓少时用心于学甚劳，是可谓善学者矣！其将归见其亲也，余故道为学之难以告之。谓余勉乡人以学者，余之志也；诋我夸际遇之盛而骄乡人者，岂知余者哉！"
    ], 
    "title": "送东阳马生序"
  }, 
  {
    "dynasty": "两汉", 
    "notes": [], 
    "author": "刘安", 
    "paragraphs": [
      "近塞上之人，有善术者，马无故亡而入胡。人皆吊之，其父曰：“此何遽不为福乎？”居数月，其马将胡骏马而归。人皆贺之，其父曰：“此何遽不能为祸乎？”家富良马，其子好骑，堕而折其髀。人皆吊之，其父曰：“此何遽不为福乎？”居一年，胡人大入塞，丁壮者引弦而战。近塞之人，死者十九。此独以跛之故，父子相保。"
    ], 
    "title": "塞翁失马"
  }, 
  {
    "dynasty": "魏晋", 
    "notes": [
      "间隔--一作 ：隔绝"
    ], 
    "author": "陶渊明", 
    "paragraphs": [
      "晋太元中，武陵人捕鱼为业。缘溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷，渔人甚异之。复前行，欲穷其林。", 
      "", 
      "林尽水源，便得一山，山有小口，仿佛若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。土地平旷，屋舍俨然，有良田美池桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。", 
      "", 
      "见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。村中闻有此人，咸来问讯。自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。问今是何世，乃不知有汉，无论魏晋。此人一一为具言所闻，皆叹惋。余人各复延至其家，皆出酒食。停数日，辞去。此中人语云：“不足为外人道也。”", 
      "", 
      "既出，得其船，便扶向路，处处志之。及郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。", 
      "", 
      "南阳刘子骥，高尚士也，闻之，欣然规往。未果，寻病终，后遂无问津者。"
    ], 
    "title": "桃花源记"
  }, 
  {
    "dynasty": "先秦", 
    "notes": [
      "欤--通 与", 
      "乡--通 向"
    ], 
    "author": "孟子及其弟子", 
    "paragraphs": [
      "鱼，我所欲也；熊掌，亦我所欲也，二者不可得兼，舍鱼而取熊掌者也。生，亦我所欲也；义，亦我所欲也。二者不可得兼，舍生而取义者也。生亦我所欲，所欲有甚于生者，故不为苟得也。死亦我所恶，所恶有甚于死者，故患有所不辟也。如使人之所欲莫甚于生，则凡可以得生者何不用也。使人之所恶莫甚于死者，则凡可以辟患者何不为也！由是则生而有不用也；由是则可以辟患而有不为也。是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。", 
      "", 
      "一箪食，一豆羹，得之则生，弗得则死。呼尔而与之，行道之人弗受；蹴尔而与之，乞人不屑也。", 
      "", 
      "万钟则不辩礼义而受之，万钟于我何加焉！为宫室之美，妻妾之奉，所识穷乏者得我与？乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得我而为之：是亦不可以已乎？此之谓失其本心。", 
      "", 
      ""
    ], 
    "title": "鱼我所欲也"
  }, 
  {
    "dynasty": "宋代", 
    "notes": [], 
    "author": "刘义庆", 
    "paragraphs": [
      "有鹦鹉飞集他山，山中禽兽辄相爱。鹦鹉自念虽乐，此山虽乐，然非吾久居之地，遂去，禽兽依依不舍后数月，山中大火。鹦鹉遥见，心急如焚，遂入水沾羽，飞而洒之。", 
      "", 
      "天神言：“汝虽有好意，然何足道也？”对曰：“虽知区区水滴不能救，然吾尝侨居是山，禽兽善待，皆为兄弟，吾不忍见其毁于火也！”", 
      "", 
      "天神嘉其义，即为之灭火。"
    ], 
    "title": "鹦鹉灭火"
  }, 
  {
    "dynasty": "宋代", 
    "notes": [], 
    "author": "司马光 撰", 
    "paragraphs": [
      "初，权谓吕蒙曰：“卿今当涂掌事，不可不学！”蒙辞以军中多务。权曰：“孤岂欲卿治经为博士邪?但当涉猎，见往事耳。卿言多务，孰若孤？孤常读书，自以为大有所益。”蒙乃始就学。及鲁肃过寻阳，与蒙论议，大惊曰：“卿今者才略，非复吴下阿蒙！”蒙曰：“士别三日，即更刮目相待，大兄何见事之晚乎！”肃遂拜蒙母，结友而别。"
    ], 
    "title": "孙权劝学"
  }, 
  {
    "dynasty": "两汉", 
    "notes": [], 
    "author": "诸葛亮", 
    "paragraphs": [
      "先帝创业未半而中道崩殂，今天下三分，益州疲弊，此诚危急存亡之秋也。然侍卫之臣不懈于内，忠志之士忘身于外者，盖追先帝之殊遇，欲报之于陛下也。诚宜开张圣听，以光先帝遗德，恢弘志士之气，不宜妄自菲薄，引喻失义，以塞忠谏之路也。", 
      "", 
      "宫中府中，俱为一体；陟罚臧否，不宜异同。若有作奸犯科及为忠善者，宜付有司论其刑赏，以昭陛下平明之理；不宜偏私，使内外异法也。", 
      "", 
      "侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下：愚以为宫中之事，事无大小，悉以咨之，然后施行，必能裨补阙漏，有所广益。", 
      "", 
      "将军向宠，性行淑均，晓畅军事，试用于昔日，先帝称之曰“能”，是以众议举宠为督：愚以为营中之事，悉以咨之，必能使行阵和睦，优劣得所。", 
      "", 
      "亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节之臣，愿陛下亲之、信之，则汉室之隆，可计日而待也。", 
      "", 
      "臣本布衣，躬耕于南阳，苟全性命于乱世，不求闻达于诸侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间：尔来二十有一年矣。", 
      "", 
      "先帝知臣谨慎，故临崩寄臣以大事也。受命以来，夙夜忧叹，恐托付不效，以伤先帝之明；故五月渡泸，深入不毛。今南方已定，兵甲已足，当奖率三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都。此臣所以报先帝而忠陛下之职分也。至于斟酌损益，进尽忠言，则攸之、祎、允之任也。", 
      "", 
      "愿陛下托臣以讨贼兴复之效，不效，则治臣之罪，以告先帝之灵。若无兴德之言，则责攸之、祎、允等之慢，以彰其咎；陛下亦宜自谋，以咨诹善道，察纳雅言，深追先帝遗诏。臣不胜受恩感激。", 
      "", 
      "今当远离，临表涕零，不知所言。"
    ], 
    "title": "出师表 / 前出师表"
  }, 
  {
    "dynasty": "清代", 
    "notes": [], 
    "author": "姚鼐", 
    "paragraphs": [
      "泰山之阳，汶水西流；其阴，济水东流。阳谷皆入汶，阴谷皆入济。当其南北分者，古长城也。最高日观峰，在长城南十五里。", 
      "", 
      "余以乾隆三十九年十二月，自京师乘风雪，历齐河、长清，穿泰山西北谷，越长城之限，至于泰安。是月丁未，与知府朱孝纯子颍由南麓登。四十五里，道皆砌石为磴，其级七千有余。", 
      "", 
      "泰山正南面有三谷。中谷绕泰安城下，郦道元所谓环水也。余始循以入，道少半，越中岭，复循西谷，遂至其巅。古时登山，循东谷入，道有天门。东谷者，古谓之天门溪水，余所不至也。今所经中岭及山巅崖限当道者，世皆谓之天门云。道中迷雾冰滑，磴几不可登。及既上，苍山负雪，明烛天南；望晚日照城郭，汶水、徂徕如画，而半山居雾若带然。", 
      "", 
      "戊申晦，五鼓，与子颖坐日观亭，待日出。大风扬积雪击面。亭东自足下皆云漫。稍见云中白若摴蒱数十立者，山也。极天云一线异色，须臾成五彩。日上，正赤如丹，下有红光，动摇承之。或曰，此东海也。回视日观以西峰，或得日，或否，绛皓驳色，而皆若偻。", 
      "", 
      "亭西有岱祠，又有碧霞元君祠；皇帝行宫在碧霞元君祠东。是日，观道中石刻，自唐显庆以来，其远古刻尽漫失。僻不当道者，皆不及往。", 
      "", 
      "山多石，少土；石苍黑色，多平方，少圜。少杂树，多松，生石罅，皆平顶。冰雪，无瀑水，无鸟兽音迹。至日观数里内无树，而雪与人膝齐。", 
      "", 
      "桐城姚鼐记。"
    ], 
    "title": "登泰山记"
  }, 
  {
    "dynasty": "未知", 
    "notes": [], 
    "author": "佚名", 
    "paragraphs": [
      "粤中庄有恭，幼有神童之誉。家邻镇粤将军署，时为放风筝之戏，适落于将军署之内宅，庄直入索取。诸役以其幼而忽之，未及阻其前进。将军方与客弈，见其神格非凡，遽诘之曰：“童子何来？”庄以实对。将军曰：“汝曾读书否？曾属对否？”庄曰：“对，小事耳，何难之有！”将军曰：“能对几字？”庄曰：“一字能之，一百字亦能之。”将军以其方之大而夸也，因指厅事所张画幅而命之对曰：“旧画一堂，龙不吟，虎不啸，花不闻香鸟不叫，见此小子可笑可笑。”庄曰：“即此间一局棋，便可对矣。”应声云：“残棋半局，车无轮，马无鞍，炮无烟火卒无粮，喝声将军提防提防。”"
    ], 
    "title": "神童庄有恭"
  }, 
  {
    "dynasty": "宋代", 
    "notes": [], 
    "author": "王安石", 
    "paragraphs": [
      "金溪民方仲永，世隶耕。仲永生五年，未尝识书具，忽啼求之。父异焉，借旁近与之，即书诗四句，并自为其名。其诗以养父母、收族为意，传一乡秀才观之。自是指物作诗立就，其文理皆有可观者。邑人奇之，稍稍宾客其父，或以钱币乞之。父利其然也，日扳仲永环谒于邑人，不使学。", 
      "", 
      "余闻之也久。明道中，从先人还家，于舅家见之，十二三矣。令作诗，不能称前时之闻。又七年，还自扬州，复到舅家问焉。曰：“泯然众人矣。”", 
      "", 
      "王子曰：仲永之通悟，受之天也。其受之天也，贤于材人远矣。卒之为众人，则其受于人者不至也。彼其受之天也，如此其贤也，不受之人，且为众人；今夫不受之天，固众人，又不受之人，得为众人而已耶？"
    ], 
    "title": "伤仲永"
  }, 
  {
    "dynasty": "唐代", 
    "notes": [], 
    "author": "刘昫", 
    "paragraphs": [
      "唐临为万泉丞。县有囚十数人，皆因未入赋而系。会暮春时雨，乃耕作佳期。唐临白县令：“囚人亦有妻儿，无稼穑何以活人，请出之。”令惧其逸，不许。唐临曰：“明公若有所疑，吾自当其罪。”令因请假归乡。临悉召囚令归家耕作，并与之约：农事毕，皆归系所。囚等感恩，至时毕集县狱。临由是知名。"
    ], 
    "title": "唐临为官"
  }, 
  {
    "dynasty": "南北朝", 
    "notes": [], 
    "author": "陶弘景", 
    "paragraphs": [
      "山川之美，古来共谈。高峰入云，清流见底。两岸石壁，五色交辉。青林翠竹，四时俱备。晓雾将歇，猿鸟乱鸣；夕日欲颓，沉鳞竞跃。实是欲界之仙都。自康乐以来，未复有能与其奇者。(夕", 
      "日", 
      "一作：阳)"
    ], 
    "title": "答谢中书书"
  }, 
  {
    "dynasty": "先秦", 
    "notes": [], 
    "author": "列御寇", 
    "paragraphs": [
      "太行、王屋二山，方七百里，高万仞。本在冀州之南，河阳之北。", 
      "", 
      "北山愚公者，年且九十，面山而居。惩山北之塞，出入之迂也。聚室而谋曰：“吾与汝毕力平险，指通豫南，达于汉阴，可乎？”杂然相许。其妻献疑曰：“以君之力，曾不能损魁父之丘，如太行、王屋何？且焉置土石？”杂曰：“投诸渤海之尾，隐土之北。”遂率子孙荷担者三夫，叩石垦壤，箕畚运于渤海之尾。邻人京城氏之孀妻有遗男，始龀，跳往助之。寒暑易节，始一反焉。", 
      "", 
      "河曲智叟笑而止之曰：“甚矣，汝之不惠。以残年余力，曾不能毁山之一毛，其如土石何？”北山愚公长息曰：“汝心之固，固不可彻，曾不若孀妻弱子。虽我之死，有子存焉；子又生孙，孙又生子；子又有子，子又有孙；子子孙孙无穷匮也，而山不加增，何苦而不平？”河曲智叟亡以应。", 
      "", 
      "操蛇之神闻之，惧其不已也，告之于帝。帝感其诚，命夸娥氏二子负二山，一厝朔东，一厝雍南。自此，冀之南，汉之阴，无陇断焉。"
    ], 
    "title": "愚公移山"
  }, 
  {
    "dynasty": "唐代", 
    "notes": [
      "祇辱--一作 ：只辱"
    ], 
    "author": "韩愈", 
    "paragraphs": [
      "世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祇辱于奴隶人之手，骈死于槽枥之间，不以千里称也。", 
      "", 
      "马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？(", 
      "食", 
      "马者 通：", 
      "饲", 
      ")", 
      "", 
      "策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！"
    ], 
    "title": "杂说四·马说"
  }, 
  {
    "dynasty": "先秦", 
    "notes": [], 
    "author": "墨子及弟子", 
    "paragraphs": [
      "公输盘为楚造云梯之械，成，将以攻宋。子墨子闻之，起于鲁，行十日十夜，而至于郢，见公输盘。", 
      "", 
      "公输盘曰：“夫子何命焉为？”", 
      "", 
      "子墨子曰：“北方有侮臣者，愿借子杀之。”公输盘不说。", 
      "", 
      "子墨子曰：“请献十金。”", 
      "", 
      "公输盘曰：“吾义固不杀人。”", 
      "", 
      "子墨子起，再拜，曰：“请说之。吾从北方闻子为梯，将以攻宋。宋何罪之有？荆国有余于地，而不足于民，杀所不足而争所有余，不可谓智；宋无罪而攻之，不可谓仁；知而不争，不可谓忠。争而不得，不可谓强。义不杀少而杀众，不可谓知类。”", 
      "", 
      "公输盘服。", 
      "", 
      "子墨子曰：“然胡不已乎？”", 
      "", 
      "公输盘曰：“不可，吾既已言之王矣。”", 
      "", 
      "子墨子曰：“胡不见我于王？”", 
      "", 
      "公输盘曰：“诺。”", 
      "", 
      "子墨子见王，曰：“今有人于此，舍其文轩，邻有敝舆而欲窃之；舍其锦绣，邻有短褐而欲窃之；舍其粱肉，邻有糠糟而欲窃之——此为何若人？”", 
      "", 
      "王曰：“必为有窃疾矣。”", 
      "", 
      "子墨子曰：“荆之地方五千里，宋之地方五百里，此犹文轩之与敝舆也。荆有云梦，犀兕麋鹿满之，江汉之鱼鳖鼋鼍为天下富，宋所谓无雉兔鲋鱼者也，此犹粱肉之与糠糟也。荆有长松文梓楩楠豫章，宋无长木，此犹锦绣之与短褐也。臣以王吏之攻宋也，为与此同类。”", 
      "", 
      "王曰：“善哉！虽然，公输盘为我为云梯，必取宋。”", 
      "", 
      "于是见公输盘。子墨子解带为城，以牒为械，公输盘九设攻城之机变，子墨子九距之。公输盘之攻械尽，子墨子之守圉有余。", 
      "", 
      "公输盘诎，而曰：“吾知所以距子矣，吾不言。”", 
      "", 
      "子墨子亦曰：“吾知子之所以距我，吾不言。”", 
      "", 
      "楚王问其故。", 
      "", 
      "子墨子曰：“公输子之意不过欲杀臣。杀臣，宋莫能守，乃可攻也。然臣之弟子禽滑厘等三百人，已持臣守圉之器，在宋城上而待楚寇矣。虽杀臣，不能绝也。”", 
      "", 
      "楚王曰：“善哉。吾请无攻宋矣。”", 
      "", 
      "子墨子归，过宋。天雨，庇其闾中，守闾者不内也。故曰：治于神者，众人不知其功。争于明者，众人知之。"
    ], 
    "title": "公输"
  }, 
  {
    "dynasty": "南北朝", 
    "notes": [], 
    "author": "刘义庆", 
    "paragraphs": [
      "谢太傅寒雪日内集，与儿女讲论文义。俄而雪骤,公欣然曰：“白雪纷纷何所似？”兄子胡儿曰：“撒盐空中差可拟。”兄女曰：“未若柳絮因风起。”公大笑乐。即公大兄无奕女，左将军王凝之妻也。"
    ], 
    "title": "咏雪 / 咏雪联句"
  }, 
  {
    "dynasty": "未知", 
    "notes": [], 
    "author": "佚名", 
    "paragraphs": [
      "孙泰，山阳人也，少师皇甫颖，操守颇有古贤之风。泰妻即姨妹也。先是姨老矣，以二子为托，曰：“其长损一目，汝可娶其女弟。”姨卒，泰娶其姊。或诘之，泰曰： “其人有废疾，非泰不可适。”", 
      "", 
      "众皆伏泰之义。尝于都市遇铁灯台，市之，而命洗刷，却银也。泰亟往还之。", 
      "", 
      "中和中，将家于义兴，置一别墅，用缗钱二百千。既半授之矣，泰游吴兴郡，约回日当诣所止。居两月，泰回，停舟徒步，复以余资授之，俾其人他徙。于时睹一老妪，长恸数声。泰惊悸，召诘之，妪曰：“老妇尝事翁姑于此，子孙不肖，为他人所有，故悲耳。”泰怃然久之，因绐曰：“吾适得京书，已别除官，不可住此，所居且命尔子掌之。”言讫，解维而逝，不复返矣。"
    ], 
    "title": "孙泰"
  }, 
  {
    "dynasty": "明代", 
    "notes": [
      "余拏--一作 ：余挐"
    ], 
    "author": "张岱", 
    "paragraphs": [
      "崇祯五年十二月，余住西湖。大雪三日，湖中人鸟声俱绝。是日更定矣，余拏一小舟，拥毳衣炉火，独往湖心亭看雪。雾凇沆砀，天与云与山与水，上下一白。湖上影子，惟长堤一痕、湖心亭一点、与余舟一芥、舟中人两三粒而已。", 
      "", 
      "到亭上，有两人铺毡对坐，一童子烧酒炉正沸。见余，大喜曰：“湖中焉得更有此人！”拉余同饮。余强饮三大白而别。问其姓氏，是金陵人，客此。及下船，舟子喃喃曰：“莫说相公痴，更有痴似相公者！”"
    ], 
    "title": "湖心亭看雪"
  }, 
  {
    "dynasty": "先秦", 
    "notes": [], 
    "author": "佚名", 
    "paragraphs": [
      "大道之行也，天下为公，选贤与能，讲信修睦。故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜、寡、孤、独、废疾者皆有所养，男有分，女有归。货恶其弃于地也，不必藏于己；力恶其不出于身也，不必为己。是故谋闭而不兴，盗窃乱贼而不作，故外户而不闭，是谓大同。"
    ], 
    "title": "大道之行也"
  }, 
  {
    "dynasty": "清代", 
    "notes": [], 
    "author": "蒲松龄", 
    "paragraphs": [
      "两牧童入山至狼穴，穴中有小狼二。谋分捉之，各登一树，相去数十步。少倾，大狼至，入穴失子，意甚仓皇。童于树上扭小狼蹄、耳，故令嗥。大狼闻声仰视，怒奔树下，且号且抓。其一童嗥又在彼树致小狼鸣急。狼闻声四顾，始望见之；乃舍此趋彼，号抓如前状。前树又鸣，又转奔之。口无停声，足无停趾，数十往复，奔渐迟，声渐弱；既而奄奄僵卧，久之不动。童下视之，气已绝矣。"
    ], 
    "title": "牧童逮狼"
  }, 
  {
    "dynasty": "南北朝", 
    "notes": [], 
    "author": "范晔", 
    "paragraphs": [
      "鲁恭为中牢令，重德化，不任刑罚。袁安闻之，疑其不实，阴使人往视之。随恭行阡陌，俱坐桑下。有雉过，止其旁，旁有儿童。其人曰：“儿何不捕之？”儿言雉方雏，不得捕。其人讶而起，与恭决曰：“所以来者，欲察君之政绩也。今蝗不犯境，此一异也；爱及鸟兽，此二异也；童有仁心，此三异也。久留徒扰贤者耳，吾将速反，以状白安。”"
    ], 
    "title": "鲁恭治中牟"
  }, 
  {
    "dynasty": "先秦", 
    "notes": [
      "辩日--一作 ：辩斗"
    ], 
    "author": "列御寇", 
    "paragraphs": [
      "孔子东游，见两小儿辩日，问其故。", 
      "一儿曰：“我以日始出时去人近，而日中时远也。”", 
      "一儿以日初出远，而日中时近也。", 
      "一儿曰：“日初出大如车盖，及日中则如盘盂，此不为远者小而近者大乎？”", 
      "一儿曰：“日初出沧沧凉凉，及其日中如探汤，此不为近者热而远者凉乎？”", 
      "孔子不能决也。", 
      "两小儿笑曰：“孰为汝多知乎？”"
    ], 
    "title": "两小儿辩日 / 两小儿辩斗"
  }, 
  {
    "dynasty": "南北朝", 
    "notes": [], 
    "author": "吴均", 
    "paragraphs": [
      "风烟俱净，天山共色。从流飘荡，任意东西。自富阳至桐庐一百许里，奇山异水，天下独绝。", 
      "", 
      "水皆缥碧，千丈见底。游鱼细石，直视无碍。急湍甚箭，猛浪若奔。", 
      "", 
      "夹岸高山，皆生寒树，负势竞上，互相轩邈，争高直指，千百成峰。泉水激石，泠泠作响；好鸟相鸣，嘤嘤成韵。蝉则千转不穷，猿则百叫无绝。鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反。横柯上蔽，在昼犹昏；疏条交映，有时见日。"
    ], 
    "title": "与朱元思书"
  }, 
  {
    "dynasty": "明代", 
    "notes": [], 
    "author": "宋濂", 
    "paragraphs": [
      "余幼时即嗜学。家贫，无从致书以观，每假借于藏书之家，手自笔录，计日以还。天大寒，砚冰坚，手指不可屈伸，弗之怠。录毕，走送之，不敢稍逾约。以是人多以书假余，余因得遍观群书。既加冠，益慕圣贤之道，又患无硕师、名人与游，尝趋百里外，从乡之先达执经叩问。先达德隆望尊，门人弟子填其室，未尝稍降辞色。余立侍左右，援疑质理，俯身倾耳以请；或遇其叱咄，色愈恭，礼愈至，不敢出一言以复；俟其欣悦，则又请焉。故余虽愚，卒获有所闻。", 
      "", 
      "当余之从师也，负箧曳屣，行深山巨谷中，穷冬烈风，大雪深数尺，足肤皲裂而不知。至舍，四支僵劲不能动，媵人持汤沃灌，以衾拥覆，久而乃和。寓逆旅，主人日再食，无鲜肥滋味之享。同舍生皆被绮绣，戴朱缨宝饰之帽，腰白玉之环，左佩刀，右备容臭，烨然若神人；余则缊袍敝衣处其间，略无慕艳意,以中有足乐者，不知口体之奉不若人也。盖余之勤且艰若此。"
    ], 
    "title": "送东阳马生序(节选)"
  }, 
  {
    "dynasty": "清代", 
    "notes": [], 
    "author": "蒲松龄", 
    "paragraphs": [
      "其一", 
      "有屠人货肉归，日已暮，欻一狼来，瞰担上肉，似甚垂涎，随尾行数里。屠惧，示之以刃，少却；及走，又从之。屠无计，思狼所欲者肉，不如姑悬诸树而早取之。遂钩肉，翘足挂树间，示以空担。狼乃止。屠归。昧爽，往取肉，遥望树上悬巨物，似人缢死状。大骇，逡巡近视之，则死狼也。仰首细审，见狼口中含肉，钩刺狼腭，如鱼吞饵。时狼皮价昂，直十余金，屠小裕焉。缘木求鱼，狼则罹之，是可笑也。", 
      "", 
      "其二", 
      "一屠晚归，担中肉尽，止有剩骨。途中两狼，缀行甚远。", 
      "屠惧，投以骨。一狼得骨止，一狼仍从。复投之，后狼止而前狼又至。骨已尽矣，而两狼之并驱如故。", 
      "屠大窘，恐前后受其敌。顾野有麦场，场主积薪其中，苫蔽成丘。屠乃奔倚其下，弛担持刀。狼不敢前，眈眈相向。", 
      "少时，一狼径去，其一犬坐于前。久之，目似瞑，意暇甚。屠暴起，以刀劈狼首，又数刀毙之。方欲行，转视积薪后，一狼洞其中，意将隧入以攻其后也。身已半入，止露尻尾。屠自后断其股，亦毙之。乃悟前狼假寐，盖以诱敌。", 
      "狼亦黠矣，而顷刻两毙，禽兽之变诈几何哉？止增笑耳。", 
      "", 
      "其三", 
      "一屠暮行，为狼所逼。道旁有夜耕所遗行室，奔入伏焉。狼自苫中探爪入。屠急捉之，令不可去。但思无计可以死之。惟有小刀不盈寸，遂割破狼爪下皮，以吹豕之法吹之。极力吹移时，觉狼不甚动，方缚以带。出视，则狼胀如牛，股直不能屈，口张不得合。遂负之以归。", 
      "非屠，乌能作此谋也！", 
      "三事皆出于屠；则屠人之残爆，杀狼亦可用也。"
    ], 
    "title": "狼三则"
  }, 
  {
    "dynasty": "宋代", 
    "notes": [], 
    "author": "苏轼", 
    "paragraphs": [
      "有妇人昼日置小儿沙上而浣衣于水者。虎自山上驰来，妇人仓皇沉水避之。二小儿戏沙上自若。虎熟视久之，至以首抵触，庶几其一就惧；而儿痴，竟不知。虎亦寻卒去。噫，虎之食人，先被之以威，而不惧之人，威亦无所施欤！"
    ], 
    "title": "小儿不畏虎"
  }, 
  {
    "dynasty": "清代", 
    "notes": [], 
    "author": "蒲松龄", 
    "paragraphs": [
      "奂山山市，邑八景之一也，然数年恒不一见。孙公子禹年与同人饮楼上，忽见山头有孤塔耸起，高插青冥，相顾惊疑，念近中无此禅院。无何，见宫殿数十所，碧瓦飞甍，始悟为山市。未几，高垣睥睨，连亘六七里，居然城郭矣。中有楼若者，堂若者，坊若者，历历在目，以亿万计。忽大风起，尘气莽莽然，城市依稀而已。既而风定天清，一切乌有，惟危楼一座，直接霄汉。楼五架，窗扉皆洞开；一行有五点明处，楼外天也。", 
      "", 
      "层层指数，楼愈高，则明渐少。数至八层，裁如星点。又其上，则黯然缥缈，不可计其层次矣。而楼上人往来屑屑，或凭或立，不一状。逾时，楼渐低，可见其顶；又渐如常楼；又渐如高舍；倏忽如拳如豆，遂不可见。", 
      "", 
      "又闻有早行者，见山上人烟市肆，与世无别，故又名“鬼市”云。"
    ], 
    "title": "山市"
  }, 
  {
    "dynasty": "先秦", 
    "notes": [], 
    "author": "佚名", 
    "paragraphs": [
      "子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”《学而》", 
      "", 
      "曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”《学而》", 
      "", 
      "子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。”《为政》", 
      "", 
      "子曰：“温故而知新，可以为师矣。”《为政》", 
      "", 
      "子曰：“学而不思则罔，思而不学则殆。”《为政》", 
      "", 
      "子曰：“贤哉，回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉，回也！”《雍也》", 
      "", 
      "子曰：“知之者不如好之者，好之者不如乐之者。”《雍也》", 
      "", 
      "子曰：“饭疏食饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。”《述而》", 
      "", 
      "子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”《述而》", 
      "", 
      "子在川上曰：“逝者如斯夫，不舍昼夜。”《子罕》", 
      "", 
      "子曰：“三军可夺帅也， 匹夫不可夺志也。”《子罕》", 
      "", 
      "子夏曰：“博学而笃志，切问而近思，仁在其中矣。”《子张》"
    ], 
    "title": "论语十二章"
  }, 
  {
    "dynasty": "宋代", 
    "notes": [], 
    "author": "周密", 
    "paragraphs": [
      "浙江之潮，天下之伟观也。自既望以至十八日为盛。方其远出海门，仅如银线；既而渐近，则玉城雪岭际天而来，大声如雷霆，震撼激射，吞天沃日，势极雄豪。杨诚斋诗云“海涌银为郭，江横玉系腰”者是也。", 
      "", 
      "每岁京尹出浙江亭教阅水军，艨艟数百，分列两岸；既而尽奔腾分合五阵之势，并有乘骑弄旗标枪舞刀于水面者，如履平地。倏尔黄烟四起，人物略不相睹，水爆轰震，声如崩山。烟消波静，则一舸无迹，仅有“敌船”为火所焚，随波而逝。", 
      "", 
      "吴儿善泅者数百，皆披发文身，手持十幅大彩旗，争先鼓勇，溯迎而上，出没于鲸波万仞中，腾身百变，而旗尾略不沾湿，以此夸能。", 
      "", 
      "江干上下十余里间，珠翠罗绮溢目，车马塞途，饮食百物皆倍穹常时，而僦赁看幕，虽席地不容间也。"
    ], 
    "title": "观潮"
  }, 
  {
    "dynasty": "南北朝", 
    "notes": [], 
    "author": "刘义庆", 
    "paragraphs": [
      "陈太丘与友期行，期日中，过中不至，太丘舍去，去后乃至。 元方时年七岁，门外戏。客问元方：“尊君在不？”答曰：“待君久不至，已去。”友人便怒：“非人哉！与人期行，相委而去。”元方曰：“君与家君期日中。日中不至，则是无信；对子骂父，则是无礼。”友人惭，下车引之，元方入门不顾。"
    ], 
    "title": "陈太丘与友期 / 期行"
  }, 
  {
    "dynasty": "南北朝", 
    "notes": [
      "阙--通 ：缺", 
      "重岩--一作 ：重峦", 
      "暮到--一作 ：暮至", 
      "巘--一作 ：山献"
    ], 
    "author": "郦道元", 
    "paragraphs": [
      "自三峡七百里中，两岸连山，略无阙处。重岩叠嶂，隐天蔽日。自非亭午夜分，不见曦月。", 
      "", 
      "至于夏水襄陵，沿溯阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也。", 
      "", 
      "春冬之时，则素湍绿潭，回清倒影。绝巘多生怪柏，悬泉瀑布，飞漱其间，清荣峻茂，良多趣味。", 
      "", 
      "每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。故渔者歌曰：“巴东三峡巫峡长，猿鸣三声泪沾裳。”"
    ], 
    "title": "三峡"
  }, 
  {
    "dynasty": "清代", 
    "notes": [], 
    "author": "沈复", 
    "paragraphs": [
      "余忆童稚时，能张目对日，明察秋毫，见藐小之物必细察其纹理，故时有物外之趣。", 
      "", 
      "夏蚊成雷，私拟作群鹤舞于空中，心之所向，则或千或百，果然鹤也；昂首观之，项为之强。又留蚊于素帐中，徐喷以烟，使之冲烟而飞鸣，作青云白鹤观，果如鹤唳云端，为之怡然称快。", 
      "", 
      "余常于土墙凹凸处，花台小草丛杂处，蹲其身，使与台齐；定神细视，以丛草为林，以虫蚁为兽，以土砾凸者为丘，凹者为壑，神游其中，怡然自得。", 
      "", 
      "一日，见二虫斗草间，观之，兴正浓，忽有庞然大物，拔山倒树而来，盖一癞蛤蟆，舌一吐而二虫尽为所吞。余年幼，方出神，不觉呀然一惊。神定，捉虾蟆，鞭数十，驱之别院。"
    ], 
    "title": "童趣"
  }, 
  {
    "dynasty": "清代", 
    "notes": [], 
    "author": "林嗣环", 
    "paragraphs": [
      "京中有善口技者。会宾客大宴，于厅事之东北角，施八尺屏障，口技人坐屏障中，一桌、一椅、一扇、一抚尺而已。众宾团坐。少顷，但闻屏障中抚尺一下，满坐寂然，无敢哗者。", 
      "", 
      "遥闻深巷中犬吠，便有妇人惊觉欠伸，其夫呓语。既而儿醒，大啼。夫亦醒。妇抚儿乳，儿含乳啼，妇拍而呜之。又一大儿醒，絮絮不止。当是时，妇手拍儿声，口中呜声，儿含乳啼声，大儿初醒声，夫叱大儿声，一时齐发，众妙毕备。满坐宾客无不伸颈，侧目，微笑，默叹，以为妙绝。", 
      "", 
      "未几，夫齁声起，妇拍儿亦渐拍渐止。微闻有鼠作作索索，盆器倾侧，妇梦中咳嗽。宾客意少舒，稍稍正坐。", 
      "", 
      "忽一人大呼：“火起”，夫起大呼，妇亦起大呼。两儿齐哭。俄而百千人大呼，百千儿哭，百千犬吠。中间力拉崩倒之声，火爆声，呼呼风声，百千齐作；又夹百千求救声，曳屋许许声，抢夺声，泼水声。凡所应有，无所不有。虽人有百手，手有百指，不能指其一端；人有百口，口有百舌，不能名其一处也。于是宾客无不变色离席，奋袖出臂，两股战战，几欲先走。", 
      "", 
      "忽然抚尺一下，群响毕绝。撤屏视之，一人、一桌、一椅、一扇、一抚尺而已。"
    ], 
    "title": "口技"
  }, 
  {
    "dynasty": "未知", 
    "notes": [], 
    "author": "佚名", 
    "paragraphs": [
      "赵良者，燕人也。漂泊江湖，疾恶如仇。一日，途经谢庄，闻有哭声，遂疾步入茅舍，见一少女蓬头垢面，哀甚。义士询之，乃知为某村二恶少所凌辱也，痛不欲生。义士怒不可遏，径自诣某村，索二恶少，责之曰：“汝等何故凌辱无辜少女？”一恶少虎视眈眈曰：“何预尔事？”义士瞋目斥之：“汝非人也，但禽兽耳！”未及恶少出剑，义士之白刃已入其胸，立仆。一恶少伏地求恕，义士斩其耳以示众，儆其不得为非作歹也。"
    ], 
    "title": "义士赵良"
  }, 
  {
    "dynasty": "未知", 
    "notes": [], 
    "author": "佚名", 
    "paragraphs": [
      "欧阳询尝行，见古碑，晋索靖所书。驻马观之，良久乃去。数百步复反，下马伫立，及疲，乃布裘坐观，因宿其旁，三日方去。"
    ], 
    "title": "书法家欧阳询"
  }, 
  {
    "dynasty": "宋代", 
    "notes": [
      "具--通 ：俱", 
      "隐曜--一作 ：隐耀", 
      "霪雨--通 ：淫雨"
    ], 
    "author": "范仲淹", 
    "paragraphs": [
      "庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴。乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上。属予作文以记之。", 
      "", 
      "予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯；朝晖夕阴，气象万千。此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎?", 
      "", 
      "若夫霪雨霏霏，连月不开，阴风怒号，浊浪排空；日星隐曜，山岳潜形；商旅不行，樯倾楫摧；薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。", 
      "", 
      "至若春和景明，波澜不惊，上下天光，一碧万顷；沙鸥翔集，锦鳞游泳；岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。", 
      "", 
      "嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲；居庙堂之高则忧其民；处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰：“先天下之忧而忧，后天下之乐而乐”乎。噫！微斯人，吾谁与归？", 
      "", 
      "时六年九月十五日。"
    ], 
    "title": "岳阳楼记"
  }, 
  {
    "dynasty": "先秦", 
    "notes": [
      "斯人--一作 ：是人"
    ], 
    "author": "孟子及其弟子", 
    "paragraphs": [
      "舜发于畎亩之中，傅说举于版筑之间，胶鬲举于鱼盐之中，管夷吾举于士，孙叔敖举于海，百里奚举于市。", 
      "", 
      "故天将降大任于斯人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。", 
      "", 
      "人恒过，然后能改；困于心，衡于虑，而后作；征于色，发于声，而后喻。入则无法家拂士，出则无敌国外患者，国恒亡。", 
      "", 
      "然后知生于忧患而死于安乐也。"
    ], 
    "title": "生于忧患，死于安乐"
  }
]
