[
  {
    "title": "山中与裴秀才迪书", 
    "notes": [], 
    "author": "王维", 
    "paragraphs": [
      "近腊月下，景气和畅，故山殊可过。足下方温经，猥不敢相烦，辄便往山中，憩感配寺，与山僧饭讫而去。", 
      "", 
      "北涉玄灞，清月映郭。夜登华子冈，辋水沦涟，与月上下。寒山远火，明灭林外。深巷寒犬，吠声如豹。村墟夜舂，复与疏钟相间。此时独坐，僮仆静默，多思曩昔，携手赋诗，步仄径，临清流也。", 
      "", 
      "当待春中，草木蔓发，春山可望，轻鲦出水，白鸥矫翼，露湿青皋，麦陇朝雊，斯之不远，倘能从我游乎？非子天机清妙者，岂能以此不急之务相邀。然是中有深趣矣！无忽。因驮黄檗人往，不一，山中人王维白。"
    ], 
    "dynasty": "唐代"
  }, 
  {
    "title": "阿房宫赋", 
    "notes": [
      "不知乎--一作 ：不知其", 
      "西东--一作 ：东西", 
      "有不见者--一作 ：有不得见者"
    ], 
    "author": "杜牧", 
    "paragraphs": [
      "六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。", 
      "", 
      "妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦，朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者，三十六年。燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。", 
      "", 
      "嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙！使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！", 
      "", 
      "呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。"
    ], 
    "dynasty": "唐代"
  }, 
  {
    "title": "种树郭橐驼传", 
    "notes": [], 
    "author": "柳宗元", 
    "paragraphs": [
      "郭橐驼，不知始何名。病偻，隆然伏行，有类橐驼者，故乡人号之“驼”。驼闻之，曰：“甚善。名我固当。”因舍其名，亦自谓橐驼云。", 
      "", 
      "其乡曰丰乐乡，在长安西。驼业种树，凡长安豪富人为观游及卖果者，皆争迎取养。视驼所种树，或移徙，无不活，且硕茂，早实以蕃。他植者虽窥伺效慕，莫能如也。", 
      "", 
      "有问之，对曰：“橐驼非能使木寿且孳也，能顺木之天，以致其性焉尔。凡植木之性，其本欲舒，其培欲平，其土欲故，其筑欲密。既然已，勿动勿虑，去不复顾。其莳也若子，其置也若弃，则其天者全而其性得矣。故吾不害其长而已，非有能硕茂之也；不抑耗其实而已，非有能早而蕃之也。他植者则不然，根拳而土易，其培之也，若不过焉则不及。苟有能反是者，则又爱之太恩，忧之太勤，旦视而暮抚，已去而复顾，甚者爪其肤以验其生枯，摇其本以观其疏密，而木之性日以离矣。虽曰爱之，其实害之；虽曰忧之，其实仇之，故不我若也。吾又何能为哉！”", 
      "", 
      "问者曰：“以子之道，移之官理，可乎？”驼曰：“我知种树而已，官理，非吾业也。然吾居乡，见长人者好烦其令，若甚怜焉，而卒以祸。旦暮吏来而呼曰：‘官命促尔耕，勖尔植，督尔获，早缫而绪，早织而缕，字而幼孩，遂而鸡豚。’鸣鼓而聚之，击木而召之。吾小人辍飧饔以劳吏者，且不得暇，又何以蕃吾生而安吾性耶？故病且怠。若是，则与吾业者其亦有类乎？”", 
      "", 
      "问者曰：“嘻，不亦善夫！吾问养树，得养人术。”传其事以为官戒。"
    ], 
    "dynasty": "唐代"
  }, 
  {
    "title": "范雎说秦王", 
    "notes": [], 
    "author": "佚名", 
    "paragraphs": [
      "范雎至秦，王庭迎，谓范雎曰：“寡人宜以身受令久矣。今者义渠之事急，寡人日自请太后。今义渠之事已，寡人乃得以身受命。躬窃闵然不敏。”敬执宾主之礼，范雎辞让。", 
      "", 
      "是日见范雎，见者无不变色易容者。秦王屏左右，宫中虚无人，秦王跪而请曰：“先生何以幸教寡人？”范雎曰：“唯唯。”有间，秦王复请，范雎曰：“唯唯。”若是者三。", 
      "", 
      "秦王跽曰：“先生不幸教寡人乎？”", 
      "", 
      "范雎谢曰：“非敢然也。臣闻始时吕尚之遇文王也，身为渔父而钓于渭阳之滨耳。若是者，交疏也。已一说而立为太师，载与俱归者，其言深也。故文王果收功于吕尚，卒擅天下而身立为帝王。即使文王疏吕望而弗与深言，是周无天子之德，而文、武无与成其王也。今臣，羇旅之臣也，交疏于王，而所愿陈者，皆匡君臣之事，处人骨肉之间。愿以陈臣之陋忠，而未知王心也，所以王三问而不对者是也。臣非有所畏而不敢言也，知今日言之于前，而明日伏诛于后，然臣弗敢畏也。大王信行臣之言，死不足以为臣患，亡不足以为臣忧，漆身而为厉，被发而为狂，不足以为臣耻。五帝之圣而死，三王之仁而死，五伯之贤而死，乌获之力而死，奔、育之勇焉而死。死者，人之所必不免也。处必然之势，可以少有补于秦，此臣之所大愿也，臣何患乎？伍子胥橐载而出昭关，夜行而昼伏，至于蔆水，无以饵其口，坐行蒲伏，乞食于吴市，卒兴吴国，阖庐为霸。使臣得进谋如伍子胥，加之以幽囚，终身不复见，是臣说之行也，臣何忧乎？箕子、接舆，漆身而为厉，被发而为狂，无益于殷、楚。使臣得同行于箕子、接舆，漆身可以补所贤之主，是臣之大荣也，臣又何耻乎？臣之所恐者，独恐臣死之后，天下见臣尽忠而身蹶也，是以杜口裹足，莫肯即秦耳。足下上畏太后之严，下惑奸臣之态，居深宫之中，不离保傅之手，终身闇惑，无与照奸，大者宗庙灭覆，小者身以孤危。此臣之所恐耳！若夫穷辱之事，死亡之患，臣弗敢畏也。臣死而秦治，贤于生也。”", 
      "", 
      "秦王跽曰：“先生是何言也！夫秦国僻远，寡人愚不肖，先生乃幸至此，此天以寡人慁先生，而存先王之庙也。寡人得受命于先生，此天所以幸先王而不弃其孤也。先生奈何而言若此！事无大小，上及太后，下至大臣，愿先生悉以教寡人，无疑寡人也。”范雎再拜，秦王亦再拜。"
    ], 
    "dynasty": "先秦"
  }, 
  {
    "title": "师说", 
    "notes": [], 
    "author": "韩愈", 
    "paragraphs": [
      "古之学者必有师。师者，所以传道受业解惑也。人非生而知之者，孰能无惑？惑而不从师，其为惑也，终不解矣。生乎吾前，其闻道也固先乎吾，吾从而师之；生乎吾后，其闻道也亦先乎吾，吾从而师之。吾师道也，夫庸知其年之先后生于吾乎？是故无贵无贱，无长无少，道之所存，师之所存也。", 
      "", 
      "嗟乎！师道之不传也久矣！欲人之无惑也难矣！古之圣人，其出人也远矣，犹且从师而问焉；今之众人，其下圣人也亦远矣，而耻学于师。是故圣益圣，愚益愚。圣人之所以为圣，愚人之所以为愚，其皆出于此乎？爱其子，择师而教之；于其身也，则耻师焉，惑矣。彼童子之师，授之书而习其句读者，非吾所谓传其道解其惑者也。句读之不知，惑之不解，或师焉，或不焉，小学而大遗，吾未见其明也。巫医乐师百工之人，不耻相师。士大夫之族，曰师曰弟子云者，则群聚而笑之。问之，则曰：“彼与彼年相若也，道相似也。位卑则足羞，官盛则近谀。”呜呼！师道之不复可知矣。巫医乐师百工之人，君子不齿，今其智乃反不能及，其可怪也欤！", 
      "", 
      "圣人无常师。孔子师郯子、苌弘、师襄、老聃。郯子之徒，其贤不及孔子。孔子曰：三人行，则必有我师。是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已。", 
      "", 
      "李氏子蟠，年十七，好古文，六艺经传皆通习之，不拘于时，学于余。余嘉其能行古道，作师说以贻之。"
    ], 
    "dynasty": "唐代"
  }, 
  {
    "title": "苏武传(节选)", 
    "notes": [], 
    "author": "班固", 
    "paragraphs": [
      "武字子卿，少以父任，兄弟并为郎，稍迁至栘中厩监。时汉连伐胡，数通使相窥观。匈奴留汉使郭吉、路充国等前后十余辈，匈奴使来，汉亦留之以相当。天汉元年，且鞮侯单于初立，恐汉袭之，乃曰：「汉天子我丈人行也。」尽归汉使路充国等。武帝嘉其义，乃遣武以中郎将使持节送匈奴使留在汉者，因厚赂单于，答其善意。", 
      "", 
      "武与副中郎将张胜及假吏常惠等募士斥候百余人俱。既至匈奴，置币遗单于；单于益骄，非汉所望也。方欲发使送武等，会缑王与长水虞常等谋反匈奴中。缑王者，昆邪王姊子也，与昆邪王俱降汉，后随浞野侯没胡中，及卫律所将降者，阴相与谋，劫单于母阏氏归汉。会武等至匈奴。虞常在汉时，素与副张胜相知，私候胜曰：「闻汉天子甚怨卫律，常能为汉伏弩射杀之，吾母与弟在汉，幸蒙其赏赐。」张胜许之，以货物与常。后月余，单于出猎，独阏氏子弟在。虞常等七十余人欲发，其一人夜亡告之。单于子弟发兵与战，缑王等皆死，虞常生得。", 
      "", 
      "单于使卫律治其事。张胜闻之，恐前语发，以状语武。武曰：「事如此，此必及我，见犯乃死，重负国！」欲自杀，胜惠共止之。虞常果引张胜。单于怒，召诸贵人议，欲杀汉使者。左伊秩訾曰：「即谋单于，何以复加？宜皆降之。」单于使卫律召武受辞。武谓惠等：「屈节辱命，虽生何面目以归汉？」引佩刀自刺。卫律惊，自抱持武。驰召医，凿地为坎，置煴火，覆武其上，蹈其背，以出血。武气绝，半日复息。惠等哭，舆归营。单于壮其节，朝夕遣人候问武，而收系张胜。", 
      "", 
      "武益愈。单于使使晓武，会论虞常，欲因此时降武。剑斩虞常已，律曰：「汉使张胜谋杀单于近臣，当死；单于募降者，赦罪。」举剑欲击之，胜请降。律谓武曰：「副有罪，当相坐。」武曰：「本无谋，又非亲属，何谓相坐？」复举剑拟之，武不动。律曰：「苏君，律前负汉归匈奴，幸蒙大恩，赐号称王，拥众数万，马畜弥山，富贵如此。苏君今日降，明日复然。空以身膏草野，谁复知之？」武不应。律曰：「君因我降，与君为兄弟；今不听吾计，后虽复欲见我，尚可得乎？」武骂律曰：「汝为人臣子，不顾恩义，畔主背亲，为降虏于蛮夷，何以女为见？且单于信女，使决人死生，不平心持正，反欲斗两主观祸败。南越杀汉使者，屠为九郡；宛王杀汉使者，头县北阙；朝鲜杀汉使者，即时诛灭。独匈奴未耳。若知我不降明，欲令两国相攻，匈奴之祸，从我始矣！」律知武终不可胁，白单于。单于愈益欲降之。乃幽武置大窖中，绝不饮食。天雨雪。武卧，啮雪与旃毛并咽之，数日不死。匈奴以为神，乃徙武北海上无人处，使牧羝。羝乳，乃得归。别其官属常惠等，各置他所。", 
      "", 
      "武既至海上，廪食不至，掘野鼠去屮实而食之。杖汉节牧羊，卧起操持，节旄尽落。积五、六年，单于弟于靬王弋射海上。武能网纺缴，檠弓弩，于靬王爱之，给其衣食。三岁余，王病，赐武马畜、服匿、穹庐。王死后，人众徙去。其冬，丁令盗武牛羊，武复穷厄。", 
      "", 
      "初，武与李陵俱为侍中。武使匈奴明年，陵降，不敢求武。久之，单于使陵至海上，为武置酒设乐。因谓武曰：「单于闻陵与子卿素厚，故使陵来说足下，虚心欲相待。终不得归汉，空自苦亡人之地，信义安所见乎？前长君为奉车，从至雍棫阳宫，扶辇下除，触柱，折辕，劾大不敬，伏剑自刎，赐钱二百万以葬。孺卿从祠河东後土，宦骑与黄门驸马争船，推堕驸马河中，溺死，宦骑亡。诏使孺卿逐捕。不得，惶恐饮药而死。来时太夫人已不幸，陵送葬至阳陵。子卿妇年少，闻已更嫁矣。独有女弟二人，两女一男，今复十余年，存亡不可知。人生如朝露，何久自苦如此？陵始降时，忽忽如狂，自痛负汉；加以老母系保宫。子卿不欲降，何以过陵？且陛下春秋高，法令亡常，大臣亡罪夷灭者数十家，安危不可知。子卿尚复谁为乎？愿听陵计，勿复有云！」", 
      "", 
      "武曰：「武父子亡功德，皆为陛下所成就，位列将，爵通侯，兄弟亲近，常愿肝脑涂地。今得杀身自效，虽蒙斧钺汤镬，诚甘乐之。臣事君，犹子事父也。子为父死，亡所恨，愿无复再言。」陵与武饮数日，复曰：「子卿，壹听陵言。」武曰：「自分已死久矣！王必欲降武，请毕今日之欢，效死于前！」陵见其至诚，喟然叹曰：「嗟呼！义士！陵与卫律之罪上通于天！」因泣下沾衿，与武决去。", 
      "", 
      "陵恶自赐武，使其妻赐武牛羊数十头。后陵复至北海上，语武：「区脱捕得云中生口，言太守以下吏民皆白服，曰：『上崩。』」武闻之，南乡号哭，欧血，旦夕临。数月，昭帝即位。数年，匈奴与汉和亲。汉求武等。匈奴诡言武死。后汉使复至匈奴。常惠请其守者与俱，得夜见汉使，具自陈道。教使者谓单于言：「天子射上林中，得雁足有系帛书，言武等在某泽中。」使者大喜，如惠语以让单于。单于视左右而惊，谢汉使曰：「武等实在。」于是李陵置酒贺武曰：「今足下还归，扬名于匈奴，功显于汉室，虽古竹帛所载，丹青所画，何以过子卿！陵虽驽怯，令汉且贳陵罪，全其老母，使得奋大辱之积志，庶几乎曹柯之盟。此陵宿昔之所不忘也！收族陵家，为世大戮，陵尚复何顾乎？已矣！令子卿知吾心耳！异域之人，壹别长绝！」陵起舞，歌曰：「径万里兮度沙幕，为君将兮奋匈奴。路穷绝兮矢刃摧，士众灭兮名已隤，老母已死，虽欲报恩将安归？」", 
      "", 
      "陵泣下数行，因与武决。单于召会武官属，前以降及物故，凡随武还者九人。武以始元六年春至京师，诏武奉一太牢谒武帝园庙，拜为典属国，秩中二千石，赐钱二百万，公田二顷，宅一区。常惠徐圣赵终根皆拜为中郎，赐帛各二百匹。其余六人，老归家，赐钱人十万，复终身。常惠后至右将军，封列侯，自有传。武留匈奴凡十九岁，始以强壮出，及还，须发尽白。"
    ], 
    "dynasty": "两汉"
  }, 
  {
    "title": "张衡传", 
    "notes": [], 
    "author": "范晔", 
    "paragraphs": [
      "张衡字平子，南阳西鄂人也。衡少善属文，游于三辅，因入京师，观太学，遂通五经，贯六艺。虽才高于世，而无骄尚之情。常从容淡静，不好交接俗人。永元中，举孝廉不行，连辟公府不就。时天下承平日久，自王侯以下，莫不逾侈。衡乃拟班固《两都》作《二京赋》，因以讽谏。精思傅会，十年乃成。大将军邓骘奇其才，累召不应。", 
      "", 
      "衡善机巧，尤致思于天文、阴阳、历算。安帝雅闻衡善术学，公车特征拜郎中，再迁为太史令。遂乃研核阴阳，妙尽璇玑之正，作浑天仪，著《灵宪》、《算罔论》，言甚详明。", 
      "", 
      "顺帝初，再转，复为太史令。衡不慕当世，所居之官辄积年不徙。自去史职，五载复还。", 
      "", 
      "阳嘉元年，复造候风地动仪。以精铜铸成，员径八尺，合盖隆起，形似酒尊，饰以篆文山龟鸟兽之形。中有都柱，傍行八道，施关发机。外有八龙，首衔铜丸，下有蟾蜍，张口承之。其牙机巧制，皆隐在尊中，覆盖周密无际。如有地动，尊则振龙，机发吐丸，而蟾蜍衔之。振声激扬，伺者因此觉知。虽一龙发机，而七首不动，寻其方面，乃知震之所在。验之以事，合契若神。自书典所记，未之有也。尝一龙机发而地不觉动，京师学者咸怪其无征。后数日驿至，果地震陇西，于是皆服其妙。自此以后，乃令史官记地动所从方起。", 
      "", 
      "时政事渐损，权移于下，衡因上疏陈事。后迁侍中，帝引在帷幄，讽议左右。尝问天下所疾恶者。宦官惧其毁己，皆共目之，衡乃诡对而出。阉竖恐终为其患，遂共谗之。衡常思图身之事，以为吉凶倚仗，幽微难明。乃作《思玄赋》以宣寄情志。", 
      "", 
      "永和初，出为河间相。时国王骄奢，不遵典宪；又多豪右，共为不轨。衡下车，治威严，整法度，阴知奸党名姓，一时收禽，上下肃然，称为政理。视事三年，上书乞骸骨，征拜尚书。年六十二，永和四年卒。"
    ], 
    "dynasty": "两汉"
  }, 
  {
    "title": "过秦论", 
    "notes": [], 
    "author": "贾谊", 
    "paragraphs": [
      "上篇", 
      "秦孝公据殽函之固，拥雍州之地，君臣固守以窥周室，有席卷天下，包举宇内，囊括四海之意，并吞八荒之心。当是时也，商君佐之，内立法度，务耕织，修守战之具；外连衡而斗诸侯。于是秦人拱手而取西河之外。", 
      "孝公既没，惠文、武、昭襄蒙故业，因遗策，南取汉中，西举巴、蜀，东割膏腴之地，北收要害之郡。诸侯恐惧，会盟而谋弱秦，不爱珍器重宝肥饶之地，以致天下之士，合从缔交，相与为一。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵。此四君者，皆明智而忠信，宽厚而爱人，尊贤而重士，约从离衡，兼韩、魏、燕、楚、齐、赵、宋、卫、中山之众。于是六国之士，有宁越、徐尚、苏秦、杜赫之属为之谋，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅之徒通其意，吴起、孙膑、带佗、倪良、王廖、田忌、廉颇、赵奢之伦制其兵。尝以十倍之地，百万之众，叩关而攻秦。秦人开关延敌，九国之师，逡巡而不敢进。秦无亡矢遗镞之费，而天下诸侯已困矣。于是从散约败，争割地而赂秦。秦有余力而制其弊，追亡逐北，伏尸百万，流血漂橹。因利乘便，宰割天下，分裂山河。强国请服，弱国入朝。延及孝文王、庄襄王，享国之日浅，国家无事。", 
      "及至始皇，奋六世之余烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合，执敲扑而鞭笞天下，威振四海。南取百越之地，以为桂林、象郡；百越之君，俯首系颈，委命下吏。乃使蒙恬北筑长城而守藩篱，却匈奴七百余里。胡人不敢南下而牧马，士不敢弯弓而报怨。于是废先王之道，焚百家之言，以愚黔首；隳名城，杀豪杰，收天下之兵，聚之咸阳，销锋镝，铸以为金人十二，以弱天下之民。然后践华为城，因河为池，据亿丈之城，临不测之渊，以为固。良将劲弩守要害之处，信臣精卒陈利兵而谁何。天下已定，始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也。", 
      "始皇既没，余威震于殊俗。然陈涉瓮牖绳枢之子，氓隶之人，而迁徙之徒也；才能不及中人，非有仲尼、墨翟之贤，陶朱、猗顿之富；蹑足行伍之间，而倔起阡陌之中，率疲弊之卒，将数百之众，转而攻秦，斩木为兵，揭竿为旗，天下云集响应，赢粮而景从。山东豪俊遂并起而亡秦族矣。", 
      "且夫天下非小弱也，雍州之地，崤函之固，自若也。陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；锄耰棘矜，非铦于钩戟长铩也；谪戍之众，非抗于九国之师也；深谋远虑，行军用兵之道，非及向时之士也。然而成败异变，功业相反，何也?试使山东之国与陈涉度长絜大，比权量力，则不可同年而语矣。然秦以区区之地，致万乘之势，序八州而朝同列，百有余年矣；然后以六合为家，崤函为宫；一夫作难而七庙隳，身死人手，为天下笑者，何也？仁义不施而攻守之势异也。", 
      "", 
      "中篇", 
      "秦灭周祀，并海内，兼诸侯，南面称帝，以养四海。天下之士，斐然向风。若是，何也？曰：近古之无王者久矣。周室卑微，五霸既灭，令不行于天下。是以诸侯力政，强凌弱，众暴寡，兵革不休，士民罢弊。今秦南面而王天下，是上有天子也。既元元之民冀得安其性命，莫不虚心而仰上。当此之时，专威定功，安危之本，在于此矣。", 
      "秦王怀贪鄙之心，行自奋之智，不信功臣，不亲士民，废王道而立私爱，焚文书而酷刑法，先诈力而后仁义，以暴虐为天下始。夫兼并者高诈力，安危者贵顺权，此言取与守不同术也。秦离战国而王天下，其道不易，其政不改，是其所以取之守之者无异也。孤独而有之，故其亡可立而待也。借使秦王论上世之事，并殷、周之迹，以制御其政，后虽有淫骄之主，犹未有倾危之患也。故三王之建天下，名号显美，功业长久。", 
      "今秦二世立，天下莫不引领而观其政。夫寒者利裋褐，而饥者甘糟糠。天下嚣嚣，新主之资也。此言劳民之易为仁也。向使二世有庸主之行而任忠贤，臣主一心而忧海内之患，缟素而正先帝之过；裂地分民以封功臣之后，建国立君以礼天下；虚囹圄而免刑戮，去收孥污秽之罪，使各反其乡里；发仓廪，散财币，以振孤独穷困之士；轻赋少事，以佐百姓之急；约法省刑，以持其后，使天下之人皆得自新，更节修行，各慎其身；塞万民之望，而以盛德与天下，天下息矣。即四海之内皆欢然各自安乐其处，惟恐有变。虽有狡害之民，无离上之心，则不轨之臣无以饰其智，而暴乱之奸弭矣。", 
      "二世不行此术，而重以无道：坏宗庙与民，更始作阿房之宫；繁刑严诛，吏治刻深；赏罚不当，赋敛无度。天下多事，吏不能纪；百姓困穷，而主不收恤。然后奸伪并起，而上下相遁；蒙罪者众，刑戮相望于道，而天下苦之。自群卿以下至于众庶，人怀自危之心，亲处穷苦之实，咸不安其位，故易动也。是以陈涉不用汤、武之贤，不借公侯之尊，奋臂于大泽，而天下响应者，其民危也。", 
      "故先王者，见终始不变，知存亡之由。是以牧民之道，务在安之而已矣。下虽有逆行之臣，必无响应之助。故曰：“安民可与为义，而危民易与为非”，此之谓也。贵为天子，富有四海，身在于戮者，正之非也。是二世之过也。", 
      "", 
      "下篇", 
      "秦兼诸侯山东三十余郡，脩津关，据险塞，缮甲兵而守之。然陈涉率散乱之众数百，奋臂大呼，不用弓戟之兵，鉏耰白梃，望屋而食，横行天下。秦人阻险不守，关梁不闭，长戟不刺，强弩不射。楚师深入，战于鸿门，曾无藩篱之难。于是山东诸侯并起，豪俊相立。秦使章邯将而东征，章邯因其三军之众，要市于外，以谋其上。群臣之不相信，可见于此矣。子婴立，遂不悟。借使子婴有庸主之材而仅得中佐，山东虽乱，三秦之地可全而有，宗庙之祀宜未绝也。", 
      "秦地被山带河以为固，四塞之国也。自缪公以来至于秦王二十余君，常为诸侯雄。此岂世贤哉？其势居然也。且天下尝同心并力攻秦矣，然困于险阻而不能进者，岂勇力智慧不足哉？形不利、势不便也。秦虽小邑，伐并大城，得阨塞而守之。诸侯起于匹夫，以利会，非有素王之行也。其交未亲，其民未附，名曰亡秦，其实利之也。彼见秦阻之难犯，必退师。案土息民以待其弊，收弱扶罢以令大国之君，不患不得意于海内。贵为天子，富有四海，而身为禽者，救败非也。", 
      "秦王足己而不问，遂过而不变。二世受之，因而不改，暴虐以重祸。子婴孤立无亲，危弱无辅。三主之惑，终身不悟，亡不亦宜乎？当此时也，也非无深谋远虑知化之士也，然所以不敢尽忠指过者，秦俗多忌讳之禁也，——忠言未卒于口而身糜没矣。故使天下之士倾耳而听，重足而立，阖口而不言。是以三主失道，而忠臣不谏，智士不谋也。天下已乱，奸不上闻，岂不悲哉！先王知壅蔽之伤国也，故置公卿、大夫、士，以饰法设刑而天下治。其强也，禁暴诛乱而天下服；其弱也，王霸征而诸侯从；其削也，内守外附而社稷存。故秦之盛也，繁法严刑而天下震；及其衰也，百姓怨而海内叛矣。故周王序得其道，千余载不绝；秦本末并失，故不能长。由是观之，安危之统相去远矣。", 
      "鄙谚曰：“前事之不忘，后事之师也。”是以君子为国，观之上古，验之当世，参之人事，察盛衰之理，审权势之宜，去就有序，变化因时，故旷日长久而社稷安矣。"
    ], 
    "dynasty": "两汉"
  }, 
  {
    "title": "寡人之于国也", 
    "notes": [], 
    "author": "孟子弟子录", 
    "paragraphs": [
      "梁惠王曰：“寡人之于国也，尽心焉耳矣。河内凶，则移其民于河东，移其粟于河内；河东凶亦然。察邻国之政，无如寡人之用心者。邻国之民不加少，寡人之民不加多，何也？", 
      "", 
      "孟子对曰：“王好战，请以战喻。填然鼓之，兵刃既接，弃甲曳兵而走。或百步而后止，或五十步而后止。以五十步笑百步，则何如？”曰：“不可，直不百步耳，是亦走也。”曰：“王如知此，则无望民之多于邻国也。不违农时，谷不可胜食也；数罟不入洿池，鱼鳖不可胜食也；斧斤以时入山林，材木不可胜用也。谷与鱼鳖不可胜食，材木不可胜用，是使民养生丧死无憾也。养生丧死无憾，王道之始也。五亩之宅，树之以桑，五十者可以衣帛矣。鸡豚狗彘之畜，无失其时，七十者可以食肉矣。百亩之田，勿夺其时，数口之家，可以无饥矣；谨庠序之教，申之以孝悌之义，颁白者不负戴于道路矣。七十者衣帛食肉，黎民不饥不寒，然而不王者，未之有也。狗彘食人食而不知检，涂有饿莩而不知发，人死，则曰：‘非我也，岁也。’是何异于刺人而杀之，曰‘非我也，兵也’?王无罪岁，斯天下之民至焉。”"
    ], 
    "dynasty": "先秦"
  }, 
  {
    "title": "孔雀东南飞 / 古诗为焦仲卿妻作", 
    "notes": [], 
    "author": "佚名", 
    "paragraphs": [
      "汉末建安中，庐江府小吏焦仲卿妻刘氏，为仲卿母所遣，自誓不嫁。其家逼之，乃投水而死。仲卿闻之，亦自缢于庭树。时人伤之，为诗云尔。", 
      "", 
      "孔雀东南飞，五里一徘徊。", 
      "“十三能织素，十四学裁衣。十五弹箜篌，十六诵诗书。十七为君妇，心中常苦悲。君既为府吏，守节情不移。贱妾留空房，相见常日稀。鸡鸣入机织，夜夜不得息。三日断五匹，大人故嫌迟。非为织作迟，君家妇难为！妾不堪驱使，徒留无所施。便可白公姥，及时相遣归。”", 
      "府吏得闻之，堂上启阿母：“儿已薄禄相，幸复得此妇。结发同枕席，黄泉共为友。共事二三年，始尔未为久。女行无偏斜，何意致不厚。”", 
      "阿母谓府吏：“何乃太区区！此妇无礼节，举动自专由。吾意久怀忿，汝岂得自由！东家有贤女，自名秦罗敷。可怜体无比，阿母为汝求。便可速遣之，遣去慎莫留！”", 
      "府吏长跪告：“伏惟启阿母。今若遣此妇，终老不复取！”", 
      "阿母得闻之，槌床便大怒：“小子无所畏，何敢助妇语！吾已失恩义，会不相从许！”", 
      "府吏默无声，再拜还入户。举言谓新妇，哽咽不能语：“我自不驱卿，逼迫有阿母。卿但暂还家，吾今且报府。不久当归还，还必相迎取。以此下心意，慎勿违吾语。”", 
      "新妇谓府吏：“勿复重纷纭。往昔初阳岁，谢家来贵门。奉事循公姥，进止敢自专？昼夜勤作息，伶俜萦苦辛。谓言无罪过，供养卒大恩；仍更被驱遣，何言复来还！妾有绣腰襦，葳蕤自生光；红罗复斗帐，四角垂香囊；箱帘六七十，绿碧青丝绳，物物各自异，种种在其中。人贱物亦鄙，不足迎后人，留待作遗施，于今无会因。时时为安慰，久久莫相忘！”", 
      "鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通。足下蹑丝履，头上玳瑁光。腰若流纨素，耳著明月珰。指如削葱根，口如含朱丹。纤纤作细步，精妙世无双。", 
      "上堂拜阿母，阿母怒不止。“昔作女儿时，生小出野里。本自无教训，兼愧贵家子。受母钱帛多，不堪母驱使。今日还家去，念母劳家里。”却与小姑别，泪落连珠子。“新妇初来时，小姑始扶床；今日被驱遣，小姑如我长。勤心养公姥，好自相扶将。初七及下九，嬉戏莫相忘。”出门登车去，涕落百余行。", 
      "府吏马在前，新妇车在后。隐隐何甸甸，俱会大道口。下马入车中，低头共耳语：“誓不相隔卿，且暂还家去。吾今且赴府，不久当还归。誓天不相负！”", 
      "新妇谓府吏：“感君区区怀！君既若见录，不久望君来。君当作磐石，妾当作蒲苇。蒲苇纫如丝，磐石无转移。我有亲父兄，性行暴如雷，恐不任我意，逆以煎我怀。”举手长劳劳，二情同依依 。", 
      "入门上家堂，进退无颜仪。阿母大拊掌，不图子自归：“十三教汝织，十四能裁衣，十五弹箜篌，十六知礼仪，十七遣汝嫁，谓言无誓违。汝今何罪过，不迎而自归？”兰芝惭阿母：“儿实无罪过。”阿母大悲摧。", 
      "还家十余日，县令遣媒来。云有第三郎，窈窕世无双。年始十八九，便言多令才。", 
      "阿母谓阿女：“汝可去应之。”", 
      "阿女含泪答：“兰芝初还时，府吏见丁宁，结誓不别离。今日违情义，恐此事非奇。自可断来信，徐徐更谓之。”", 
      "阿母白媒人：“贫贱有此女，始适还家门。不堪吏人妇，岂合令郎君？幸可广问讯，不得便相许。”", 
      "媒人去数日，寻遣丞请还，说有兰家女，承籍有宦官。云有第五郎，娇逸未有婚。遣丞为媒人，主簿通语言。直说太守家，有此令郎君，既欲结大义，故遣来贵门。", 
      "阿母谢媒人：“女子先有誓，老姥岂敢言！”", 
      "阿兄得闻之，怅然心中烦。举言谓阿妹：“作计何不量！先嫁得府吏，后嫁得郎君。否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？”", 
      "兰芝仰头答：“理实如兄言。谢家事夫婿，中道还兄门。处分适兄意，那得自任专！虽与府吏要，渠会永无缘。登即相许和，便可作婚姻。”", 
      "媒人下床去。诺诺复尔尔。还部白府君：“下官奉使命，言谈大有缘。”府君得闻之，心中大欢喜。视历复开书，便利此月内，六合正相应。良吉三十日，今已二十七，卿可去成婚。交语速装束，络绎如浮云。青雀白鹄舫，四角龙子幡。婀娜随风转，金车玉作轮。踯躅青骢马，流苏金镂鞍。赍钱三百万，皆用青丝穿。杂彩三百匹，交广市鲑珍。从人四五百，郁郁登郡门。", 
      "阿母谓阿女：“适得府君书，明日来迎汝。何不作衣裳？莫令事不举！”", 
      "阿女默无声，手巾掩口啼，泪落便如泻。移我琉璃榻，出置前窗下。左手持刀尺，右手执绫罗。朝成绣夹裙，晚成单罗衫。晻晻日欲暝，愁思出门啼。", 
      "府吏闻此变，因求假暂归。未至二三里，摧藏马悲哀。新妇识马声，蹑履相逢迎。怅然遥相望，知是故人来。举手拍马鞍，嗟叹使心伤：“自君别我后，人事不可量。果不如先愿，又非君所详。我有亲父母，逼迫兼弟兄。以我应他人，君还何所望！”", 
      "府吏谓新妇：“贺卿得高迁！磐石方且厚，可以卒千年；蒲苇一时纫，便作旦夕间。卿当日胜贵，吾独向黄泉！”", 
      "新妇谓府吏：“何意出此言！同是被逼迫，君尔妾亦然。黄泉下相见，勿违今日言！”执手分道去，各各还家门。生人作死别，恨恨那可论？念与世间辞，千万不复全！", 
      "府吏还家去，上堂拜阿母：“今日大风寒，寒风摧树木，严霜结庭兰。儿今日冥冥，令母在后单。故作不良计，勿复怨鬼神！命如南山石，四体康且直！”", 
      "阿母得闻之，零泪应声落：“汝是大家子，仕宦于台阁。慎勿为妇死，贵贱情何薄！东家有贤女，窈窕艳城郭，阿母为汝求，便复在旦夕。”", 
      "府吏再拜还，长叹空房中，作计乃尔立。转头向户里，渐见愁煎迫。", 
      "其日牛马嘶，新妇入青庐。奄奄黄昏后，寂寂人定初。我命绝今日，魂去尸长留！揽裙脱丝履，举身赴清池。", 
      "府吏闻此事，心知长别离。徘徊庭树下，自挂东南枝。", 
      "两家求合葬，合葬华山傍。东西植松柏，左右种梧桐。枝枝相覆盖，叶叶相交通。中有双飞鸟，自名为鸳鸯。仰头相向鸣，夜夜达五更。行人驻足听，寡妇起彷徨。多谢后世人，戒之慎勿忘。"
    ], 
    "dynasty": "两汉"
  }, 
  {
    "title": "逍遥游(节选)", 
    "notes": [
      "抢榆枋--一作 ：枪榆枋"
    ], 
    "author": "庄周", 
    "paragraphs": [
      "北冥有鱼，其名为鲲。鲲之大，不知其几千里也。化而为鸟，其名为鹏。鹏之背，不知其几千里也，怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。《齐谐》者，志怪者也。《谐》之言曰：“鹏之徙于南冥也，水击三千里，抟扶摇而上者九万里，去以六月息者也。”野马也，尘埃也，生物之以息相吹也。天之苍苍，其正色邪？其远而无所至极邪？其视下也，亦若是则已矣。且夫水之积也不厚，则其负大舟也无力。覆杯水于坳堂之上，则芥为之舟；置杯焉则胶，水浅而舟大也。风之积也不厚，则其负大翼也无力。故九万里，则风斯在下矣，而后乃今培风；背负青天而莫之夭阏者，而后乃今将图南。", 
      "", 
      "蜩与学鸠笑之曰：“我决起而飞，抢榆枋而止，时则不至，而控于地而已矣，奚以之九万里而南为？”适莽苍者，三餐而反，腹犹果然；适百里者宿舂粮，适千里者，三月聚粮。之二虫又何知？", 
      "", 
      "小知不及大知，小年不及大年。奚以知其然也？朝菌不知晦朔，蟪蛄不知春秋，此小年也。楚之南有冥灵者，以五百岁为春，五百岁为秋。上古有大椿者，以八千岁为春，八千岁为秋。此大年也。而彭祖乃今以久特闻，众人匹之。不亦悲乎！", 
      "", 
      "汤之问棘也是已：“穷发之北有冥海者，天池也。有鱼焉，其广数千里，未有知其修者，其名为鲲。有鸟焉，其名为鹏。背若泰山，翼若垂天之云。抟扶摇羊角而上者九万里，绝云气，负青天，然后图南，且适南冥也。斥鷃笑之曰：‘彼且奚适也？我腾跃而上，不过数仞而下，翱翔蓬蒿之间，此亦飞之至也。而彼且奚适也？’”此小大之辩也。", 
      "", 
      "故夫知效一官，行比一乡，德合一君，而征一国者，其自视也亦若此矣。而宋荣子犹然笑之。且举世誉之而不加劝，举世非之而不加沮，定乎内外之分，辩乎荣辱之境，斯已矣。彼其于世，未数数然也。虽然，犹有未树也。夫列子御风而行，泠然善也。旬有五日而后反。彼于致福者，未数数然也。此虽免乎行，犹有所待者也。若夫乘天地之正，而御六气之辩，以游无穷者，彼且恶乎待哉？故曰：至人无己，神人无功，圣人无名。"
    ], 
    "dynasty": "先秦"
  }, 
  {
    "title": "召公谏厉王弭谤", 
    "notes": [], 
    "author": "佚名", 
    "paragraphs": [
      "厉王虐，国人谤王。召公告曰：“民不堪命矣！”王怒，得卫巫，使监谤者。以告，则杀之。国人莫敢言，道路以目。", 
      "王喜，告召公曰：“吾能弭谤矣，乃不敢言。”召公曰：“是鄣之也。防民之口，甚于防川；川雍而溃，伤人必多。民亦如之。是故为川者，决之使导；为民者，宣之使言。故天子听政，使公卿至于列士献诗，瞽献曲，史献书，师箴，瞍赋，朦诵，百工谏，庶人传语，近臣尽规，亲戚补察，瞽、史教诲，耆艾修之，而后王斟酌焉。是以事行而不悖。民之有口也，犹土之有山川也，财用于是乎出；犹其有原隰衍沃也，衣食于是乎生。口之宣言也，善败于是乎兴。行善而备败，所以阜财用衣食者也。夫民虑之于心，而宣之于口，成而行之，胡可壅也？若壅其口，其与能几何？”", 
      "王弗听，于是国人莫敢出言。三年，乃流王于彘。"
    ], 
    "dynasty": "先秦"
  }, 
  {
    "title": "唐雎说信陵君", 
    "notes": [], 
    "author": "佚名", 
    "paragraphs": [
      "信陵君杀晋鄙，救邯郸，破秦人，存赵国，赵王自郊迎。", 
      "", 
      "唐雎谓信陵君曰：“臣闻之曰：事有不可知者，有不可不知者；有不可忘者，有不可不忘者。”信陵君曰：“何谓也？”对曰：“人之憎我也，不可不知也；吾憎人也，不可得而知也。人之有德于我也，不可忘也；吾有德于人也，不可不忘也。今君杀晋鄙，救邯郸，破秦人，存赵国，此大德也。今赵王自郊迎，卒然见赵王，愿君之忘之也。”信陵君曰：“无忌谨受教。”"
    ], 
    "dynasty": "先秦"
  }, 
  {
    "title": "游褒禅山记", 
    "notes": [], 
    "author": "王安石", 
    "paragraphs": [
      "褒禅山亦谓之华山，唐浮图慧褒始舍于其址，而卒葬之；以故其后名之曰“褒禅”。今所谓慧空禅院者，褒之庐冢也。距其院东五里，所谓华山洞者，以其乃华山之阳名之也。距洞百余步，有碑仆道，其文漫灭，独其为文犹可识曰“花山”。今言“华”如“华实”之“华”者，盖音谬也。", 
      "", 
      "其下平旷，有泉侧出，而记游者甚众，所谓前洞也。由山以上五六里，有穴窈然，入之甚寒，问其深，则其好游者不能穷也，谓之后洞。余与四人拥火以入，入之愈深，其进愈难，而其见愈奇。有怠而欲出者，曰：“不出，火且尽。”遂与之俱出。盖余所至，比好游者尚不能十一，然视其左右，来而记之者已少。盖其又深，则其至又加少矣。方是时，余之力尚足以入，火尚足以明也。既其出，则或咎其欲出者，而余亦悔其随之，而不得极夫游之乐也。", 
      "", 
      "于是余有叹焉。古人之观于天地、山川、草木、虫鱼、鸟兽，往往有得，以其求思之深而无不在也。夫夷以近，则游者众；险以远，则至者少。而世之奇伟、瑰怪，非常之观，常在于险远，而人之所罕至焉，故非有志者不能至也。有志矣，不随以止也，然力不足者，亦不能至也。有志与力，而又不随以怠，至于幽暗昏惑而无物以相之，亦不能至也。然力足以至焉，于人为可讥，而在己为有悔；尽吾志也而不能至者，可以无悔矣，其孰能讥之乎？此余之所得也！", 
      "", 
      "余于仆碑，又以悲夫古书之不存，后世之谬其传而莫能名者，何可胜道也哉！此所以学者不可以不深思而慎取之也。", 
      "", 
      "四人者：庐陵萧君圭君玉，长乐王回深父，余弟安国平父、安上纯父。", 
      "", 
      "至和元年七月某日，临川王某记。"
    ], 
    "dynasty": "宋代"
  }, 
  {
    "title": "谏太宗十思疏", 
    "notes": [
      "望国--一作 ：思国"
    ], 
    "author": "魏征", 
    "paragraphs": [
      "臣闻：求木之长者，必固其根本；欲流之远者，必浚其泉源；思国之安者，必积其德义。源不深而望流之远，根不固而求木之长，德不厚而思国之治，臣虽下愚，知其不可，而况于明哲乎？人君当神器之重，居域中之大，将崇极天之峻，永保无疆之休。不念居安思危，戒奢以俭，德不处其厚，情不胜其欲，斯亦伐根以求木茂，塞源而欲流长也。", 
      "", 
      "凡百元首，承天景命，莫不殷忧而道著，功成而德衰，有善始者实繁，能克终者盖寡。岂其取之易守之难乎？昔取之而有余，今守之而不足，何也？夫在殷忧必竭诚以待下，既得志则纵情以傲物；竭诚则吴、越为一体，傲物则骨肉为行路。虽董之以严刑，震之以威怒，终苟免而不怀仁，貌恭而不心服。怨不在大，可畏惟人；载舟覆舟，所宜深慎。奔车朽索，其可忽乎？", 
      "", 
      "君人者，诚能见可欲，则思知足以自戒；将有作，则思知止以安人；念高危，则思谦冲而自牧；惧满溢，则思江海下百川；乐盘游，则思三驱以为度；忧懈怠，则思慎始而敬终；虑壅蔽，则思虚心以纳下；惧谗邪，则思正身以黜恶；恩所加，则思无因喜以谬赏；罚所及，则思无以怒而滥刑。总此十思，宏兹九德，简能而任之，择善而从之，则智者尽其谋，勇者竭其力，仁者播其惠，信者效其忠；文武争驰，君臣无事，可以尽豫游之乐，可以养松乔之寿，鸣琴垂拱，不言而化。何必劳神苦思，代下司职，役聪明之耳目，亏无为之大道哉？"
    ], 
    "dynasty": "唐代"
  }, 
  {
    "title": "前赤壁赋", 
    "notes": [
      "冯--通 ：凭", 
      "共适--一作 ：共食"
    ], 
    "author": "苏轼", 
    "paragraphs": [
      "壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。", 
      "", 
      "于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。", 
      "", 
      "苏子愀然，正襟危坐，而问客曰：“何为其然也？”客曰：“‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长 江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。”", 
      "", 
      "苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。”", 
      "", 
      "客喜而笑，洗盏更酌。肴核既尽，杯盘狼籍。相与枕藉乎舟中，不知东方之既白。"
    ], 
    "dynasty": "宋代"
  }, 
  {
    "title": "赵威后问齐使", 
    "notes": [], 
    "author": "佚名", 
    "paragraphs": [
      "齐王使使者问赵威后。书未发，威后问使者曰：“岁亦无恙邪？民亦无恙邪？王亦无恙邪？”使者不说，曰：“臣奉使使威后，今不问王而先问岁与民，岂先贱而后尊贵者乎？”威后曰：“不然，苟无岁，何以有民？苟无民， 何以有君？故有舍本而问末者耶？”", 
      "", 
      "乃进而问之曰：“齐有处士曰锺离子，无恙耶？是其为人也，有粮者亦食，无粮者亦食；有衣者亦衣，无衣者亦衣。是助王养其民也，何以至今不业也？叶阳子无恙乎？是其为人，哀鳏寡，恤孤独，振困穷，补不足。是助王息其民者也，何以至今不业也？北宫之女婴儿子无恙耶？彻其环瑱，至老不嫁，以养父母。是皆率民而出于孝情者也，胡为至今不朝也?此二士弗业，一女不朝，何以王齐国，子万民乎？於陵子仲尚存乎？是其为人也，上不臣于王，下不治其家，中不索交诸侯。此率民而出于无用者，何为至今不杀乎？”"
    ], 
    "dynasty": "先秦"
  }, 
  {
    "title": "烛之武退秦师", 
    "notes": [], 
    "author": "左丘明", 
    "paragraphs": [
      "晋侯、秦伯围郑，以其无礼于晋，且贰于楚也。晋军函陵，秦军氾南。", 
      "", 
      "佚之狐言于郑伯曰：“国危矣，若使烛之武见秦君，师必退。”公从之。辞曰：“臣之壮也，犹不如人；今老矣，无能为也已。”公曰：“吾不能早用子，今急而求子，是寡人之过也。然郑亡，子亦有不利焉！”许之。", 
      "", 
      "夜缒而出，见秦伯，曰：“秦、晋围郑，郑既知亡矣。若亡郑而有益于君，敢以烦执事。越国以鄙远，君知其难也，焉用亡郑以陪邻？邻之厚，君之薄也。若舍郑以为东道主，行李之往来，共其乏困，君亦无所害。且君尝为晋君赐矣，许君焦、瑕，朝济而夕设版焉，君之所知也。夫晋，何厌之有？既东封郑，又欲肆其西封，若不阙秦，将焉取之？阙秦以利晋，唯君图之。”秦伯说，与郑人盟。使杞子、逢孙、杨孙戍之，乃还。", 
      "", 
      "子犯请击之。公曰：“不可。微夫人之力不及此。因人之力而敝之，不仁；失其所与，不知；以乱易整，不武。吾其还也。”亦去之。", 
      "", 
      "（选自《左传》）"
    ], 
    "dynasty": "先秦"
  }, 
  {
    "title": "信陵君窃符救赵", 
    "notes": [], 
    "author": "司马迁", 
    "paragraphs": [
      "魏公子无忌者，魏昭王少子，而魏安釐王异母弟也。昭王薨，安釐王即位，封公子为信陵君。", 
      "", 
      "公子为人，仁而下士 ，士无贤不肖，皆谦而礼交之，不敢以其富贵骄士。士以此方数千里争往归之，致食客三千。当是时，诸侯以公子贤，多客，不敢加兵谋魏十余年。", 
      "", 
      "魏有隐士曰侯嬴，年七十，家贫，为大梁夷门监者。公子闻之，往请，欲厚遗之。不肯受，曰：“臣修身洁行数十年，终不以监门困故而受公子财。”公子于是乃置酒，大会宾客。坐定，公子从车骑，虚左，自迎夷门侯生。侯生摄敝衣冠，直上载公子上坐，不让，欲以观公子。公子执辔愈恭。侯生又谓公子曰：“臣有客在市屠中，原枉车骑过之。”公子引车入市，侯生下，见其客朱亥，俾倪，故久立与其客语，微察公子，公子颜色愈和。当是时，魏将相宗室宾客满堂，待公子举酒；市人皆观公子执辔。从骑皆窃骂侯生。侯生视公子色终不变，乃谢客就车。至家，公子引侯生坐上坐，遍赞宾客，宾客皆惊。酒酣，公子起，为寿侯生前。侯生因谓公子曰：“今日嬴之为公子亦足矣！嬴乃夷门报关者也，而公子亲枉车骑自迎嬴，于众人广坐之中，不宜有所过，今公子故过之。嬴欲就公子之名，故久立公子车骑市中，过客，以观公子，公子愈恭。市人皆以嬴为小人，而以公子为长者，能下士也。", 
      "", 
      "于是罢酒，侯生遂为上客。", 
      "", 
      "侯生谓公子曰：“臣所过屠者朱亥，此子贤者，世莫能知，故隐屠间耳。”公子往，数请之，朱亥故不复谢。公子怪之。", 
      "", 
      "魏安釐王二十年，秦昭王已破赵长平军，又进兵围邯郸)公。子姊为赵惠文王弟平原君夫人，数遗魏王及公子书，请救语魏。魏王使将军晋鄙将十万众救赵。秦王使使者告魏王曰：“吾攻赵，旦暮且下，而诸侯敢救赵者，已拔赵，必移兵先击之。”魏王恐，使人止晋鄙，留军壁邺，名为救赵，实持两端以观望。平原君使者冠盖相属于魏，让魏公子曰：“胜所以自附为婚姻者，以公子之高义，为能急人之困。今邯郸旦暮降秦而魏救不至，安在公子能急人之困也！且公子纵轻胜，弃之降秦，独不怜公子姊邪？”公子患之，数请魏王，及宾客辨士说王万端。魏王畏秦。终不听公子。", 
      "", 
      "公子自度终不能得之于王，计不独生而令赵亡，乃请宾客，约车骑百余乘，欲以客往赴秦军，与赵俱死。行过夷门，见侯生，具告所以欲死秦军状。辞决而行，侯生曰：“公子勉之矣！老臣不能从。”公子行数里，心不快，曰：吾所以待侯生者备矣，天下莫不闻，今吾且死，而侯生曾无一言半辞送我，我岂有所失哉？”复引车还，问侯生。侯生笑曰：“臣故知公子之还也。”曰：“公子喜士，名闻天下。今有难，无他端，而欲赴秦军，譬若以肉投馁虎，何功之有哉？尚安事客？然公子遇臣厚，公子往而臣不送，以是知公子恨之复返也。”公子再拜，因问。侯生乃屏人间语曰：“嬴闻晋鄙之兵符常在王卧内，而如姬最幸，出入王卧内，力能窃之。嬴闻如姬父为人所杀，如姬资之三年，自王以下，欲求报其父仇，莫能得。如姬为公子泣，公子使客斩其仇头，敬进如姬。如姬之欲为公子死，无所辞，顾未有路耳。公子诚一开口请如姬，如姬必许诺，则得虎符夺晋鄙军，北救赵而西却秦，此五霸之伐也。”公子从其计，请如姬。如姬果盗兵符与公子。", 
      "", 
      "公子行，侯生曰：“将在外，主令有所不受，以便国家。公子即合符，而晋鄙不授公子兵，而复请之，事必危矣。臣客屠者朱亥可与俱，此人力士。晋鄙听，大善；不听，可使击之。于是公子泣生曰：“公子畏死邪？何泣也？”公子曰：“晋鄙嚄唶宿将，往恐不听，必当杀之，是以泣耳，岂畏死哉？”于是公子请朱亥。朱亥笑曰：“臣乃市井鼓刀屠者，而公子亲数存之，所以不报谢者，以为小礼无所用。今公子有急，此乃臣效命之秋也。”遂与公子俱。公子过谢侯生。侯生曰：“臣宜从，老不能，请数公子行日，以至晋鄙军之日北乡自刭，以送公子。”公子遂行。", 
      "", 
      "至邺，矫魏王令代晋鄙。晋鄙合符，疑之，举手视公子曰：“今吾拥十万之众，屯于境上，国之重任。今单车来代之，何如哉？”欲无听。朱亥袖四十斤铁椎椎杀晋鄙。公子遂将晋鄙军。勒兵，下令军中曰：“父子俱在军中，父归。兄弟俱在军中，兄归。独子无兄弟，归养。”得选兵八万人，进兵击秦军。秦军解去，遂救邯郸，存赵。赵王及平原君自迎公子于界，平原君负栏矢为公子先引。赵王再拜曰：“自古贤人，未有及公子者也！”当此之时，平原君不敢自比于人。", 
      "", 
      "公子与侯生决，至军，侯生果北乡自刭。", 
      "", 
      "魏王怒公子之盗其兵符，矫杀晋鄙，公子亦自知也。已却秦存赵，使将将其军归魏，而公子独与客留赵。"
    ], 
    "dynasty": "两汉"
  }, 
  {
    "title": "祭十二郎文", 
    "notes": [], 
    "author": "韩愈", 
    "paragraphs": [
      "年、月、日，季父愈闻汝丧之七日，乃能衔哀致诚，使建中远具时羞之奠，告汝十二郎之灵：", 
      "", 
      "呜呼！吾少孤，及长，不省所怙，惟兄嫂是依。中年，兄殁南方，吾与汝俱幼，从嫂归葬河阳。既又与汝就食江南。零丁孤苦，未尝一日相离也。吾上有三兄，皆不幸早世。承先人后者，在孙惟汝，在子惟吾。两世一身，形单影只。嫂尝抚汝指吾而言曰：“韩氏两世，惟此而已！”汝时尤小，当不复记忆。吾时虽能记忆，亦未知其言之悲也。", 
      "", 
      "吾年十九，始来京城。其后四年，而归视汝。又四年，吾往河阳省坟墓，遇汝从嫂丧来葬。又二年，吾佐董丞相于汴州，汝来省吾。止一岁，请归取其孥。明年，丞相薨。吾去汴州，汝不果来。是年，吾佐戎徐州，使取汝者始行，吾又罢去，汝又不果来。吾念汝从于东，东亦客也，不可以久；图久远者，莫如西归，将成家而致汝。呜呼！孰谓汝遽去吾而殁乎！吾与汝俱少年，以为虽暂相别，终当久相与处。故舍汝而旅食京师，以求斗斛之禄。诚知其如此，虽万乘之公相，吾不以一日辍汝而就也。", 
      "", 
      "去年，孟东野往。吾书与汝曰：“吾年未四十，而视茫茫，而发苍苍，而齿牙动摇。念诸父与诸兄，皆康强而早世。如吾之衰者，其能久存乎？吾不可去，汝不肯来，恐旦暮死，而汝抱无涯之戚也！”孰谓少者殁而长者存，强者夭而病者全乎！", 
      "", 
      "呜呼！其信然邪？其梦邪？其传之非其真邪？信也，吾兄之盛德而夭其嗣乎？汝之纯明而不克蒙其泽乎？少者、强者而夭殁，长者、衰者而存全乎？未可以为信也。梦也，传之非其真也，东野之书，耿兰之报，何为而在吾侧也？呜呼！其信然矣！吾兄之盛德而夭其嗣矣！汝之纯明宜业其家者，不克蒙其泽矣！所谓天者诚难测，而神者诚难明矣！所谓理者不可推，而寿者不可知矣！", 
      "", 
      "虽然，吾自今年来，苍苍者或化而为白矣，动摇者或脱而落矣。毛血日益衰，志气日益微，几何不从汝而死也。死而有知，其几何离；其无知，悲不几时，而不悲者无穷期矣。", 
      "", 
      "汝之子始十岁，吾之子始五岁。少而强者不可保，如此孩提者，又可冀其成立邪?呜呼哀哉！呜呼哀哉！", 
      "", 
      "汝去年书云：“比得软脚病，往往而剧。”吾曰：“是疾也，江南之人，常常有之。”未始以为忧也。呜呼！ 其竟以此而殒其生乎？抑别有疾而至斯极乎？", 
      "", 
      "汝之书，六月十七日也。东野云，汝殁以六月二日；耿兰之报无月日。盖东野之使者，不知问家人以月日；如耿兰之报，不知当言月日。东野与吾书，乃问使者，使者妄称以应之乎。其然乎？其不然乎？", 
      "", 
      "今吾使建中祭汝，吊汝之孤与汝之乳母。彼有食，可守以待终丧，则待终丧而取以来；如不能守以终丧，则遂取以来。其余奴婢，并令守汝丧。吾力能改葬，终葬汝于先人之兆，然后惟其所愿。", 
      "", 
      "呜呼！汝病吾不知时，汝殁吾不知日，生不能相养以共居，殁不能抚汝以尽哀，敛不凭其棺，窆不临其穴。吾行负神明，而使汝夭；不孝不慈，而不能与汝相养以生，相守以死。一在天之涯，一在地之角，生而影不与吾形相依，死而魂不与吾梦相接。吾实为之，其又何尤！彼苍者天，曷其有极！自今已往，吾其无意于人世矣！当求数顷之田于伊颍之上，以待余年，教吾子与汝子，幸其成；长吾女与汝女，待其嫁，如此而已。", 
      "", 
      "呜呼，言有穷而情不可终，汝其知也邪？其不知也邪？呜呼哀哉！尚飨！"
    ], 
    "dynasty": "唐代"
  }, 
  {
    "title": "鸿门宴", 
    "notes": [], 
    "author": "司马迁", 
    "paragraphs": [
      "沛公军霸上，未得与项羽相见。沛公左司马曹无伤使人言于项羽曰：“沛公欲王关中，使子婴为相，珍宝尽有之。”项羽大怒曰：“旦日飨士卒，为击破沛公军！”当是时，项羽兵四十万，在新丰鸿门；沛公兵十万，在霸上。范增说项羽曰：“沛公居山东时，贪于财货，好美姬。今入关，财物无所取，妇女无所幸，此其志不在小。吾令人望其气，皆为龙虎，成五彩，此天子气也。急击勿失！”", 
      "", 
      "楚左尹项伯者，项羽季父也，素善留侯张良。张良是时从沛公，项伯乃夜驰之沛公军，私见张良，具告以事，欲呼张良与俱去，曰：“毋从俱死也。”张良曰：“臣为韩王送沛公，沛公今事有急，亡去不义，不可不语。”", 
      "", 
      "良乃入，具告沛公。沛公大惊，曰：“为之奈何？”张良曰：“谁为大王为此计者？”曰：“鲰生说我曰：‘距关，毋内诸侯，秦地可尽王也。’故听之。”良曰：“料大王士卒足以当项王乎？”沛公默然，曰：“固不如也。且为之奈何？”张良曰：“请往谓项伯，言沛公不敢背项王也。”沛公曰：“君安与项伯有故？”张良曰：“秦时与臣游，项伯杀人，臣活之；今事有急，故幸来告良。”沛公曰：“孰与君少长？”良曰：“长于臣。”沛公曰：“君为我呼入，吾得兄事之。”张良出，要项伯。项伯即入见沛公。沛公奉卮酒为寿，约为婚姻，曰：“吾入关，秋毫不敢有所近，籍吏民封府库，而待将军。所以遣将守关者，备他盗之出入与非常也。日夜望将军至，岂敢反乎！愿伯具言臣之不敢倍德也。”项伯许诺，谓沛公曰：“旦日不可不蚤自来谢项王。”沛公曰：“诺。”于是项伯复夜去，至军中，具以沛公言报项王，因言曰：“沛公不先破关中，公岂敢入乎？今人有大功而击之，不义也。不如因善遇之。”项王许诺。", 
      "", 
      "沛公旦日从百余骑来见项王，至鸿门，谢曰：“臣与将军戮力而攻秦，将军战河北，臣战河南，然不自意能先入关破秦，得復见将军于此。今者有小人之言，令将军与臣有郤……”项王曰：“此沛公左司马曹无伤言之；不然，籍何以至此。”项王即日因留沛公与饮。项王、项伯东向坐，亚父南向坐。亚父者，范增也。沛公北向坐，张良西向侍。范增数目项王，举所佩玉玦以示之者三，项王默然不应。范增起，出召项庄，谓曰：“君王为人不忍。若入前为寿，寿毕，请以剑舞，因击沛公于坐，杀之。不者，若属皆且为所虏。”庄则入为寿。寿毕，曰：“君王与沛公饮，军中无以为乐，请以剑舞。”项王曰：“诺。”项庄拔剑起舞，项伯亦拔剑起舞，常以身翼蔽沛公，庄不得击。", 
      "", 
      "于是张良至军门见樊哙。樊哙曰：“今日之事何如？”良曰：“甚急！今者项庄拔剑舞，其意常在沛公也。”哙曰：“此迫矣！臣请入，与之同命。”哙即带剑拥盾入军门。交戟之卫士欲止不内，樊哙侧其盾以撞，卫士仆地，哙遂入，披帷西向立，瞋目视项王，头发上指，目眦尽裂。项王按剑而跽曰：“客何为者？”张良曰：“沛公之参乘樊哙者也。”项王曰：“壮士，赐之卮酒。”则与斗卮酒。哙拜谢，起，立而饮之。项王曰：“赐之彘肩。”则与一生彘肩。樊哙覆其盾于地，加彘肩上，拔剑切而啖之。项王曰：“壮士！能復饮乎？”樊哙曰：“臣死且不避，卮酒安足辞！夫秦王有虎狼之心，杀人如不能举，刑人如恐不胜，天下皆叛之。怀王与诸将约曰：‘先破秦入咸阳者王之。’今沛公先破秦入咸阳，毫毛不敢有所近，封闭宫室，还军霸上，以待大王来。故遣将守关者，备他盗出入与非常也。劳苦而功高如此，未有封侯之赏，而听细说，欲诛有功之人。此亡秦之续耳，窃为大王不取也！”项王未有以应，曰：“坐。”樊哙从良坐。", 
      "", 
      "坐须臾，沛公起如厕，因招樊哙出。沛公已出，项王使都尉陈平召沛公。沛公曰：“今者出，未辞也，为之奈何？”樊哙曰：“大行不顾细谨，大礼不辞小让。如今人方为刀俎，我为鱼肉，何辞为？”于是遂去。乃令张良留谢。良问曰：“大王来何操？”曰：“我持白璧一双，欲献项王，玉斗一双，欲与亚父。会其怒，不敢献。公为我献之。”张良曰：“谨诺。”当是时，项王军在鸿门下，沛公军在霸上，相去四十里。沛公则置车骑，脱身独骑，与樊哙、夏侯婴、靳强、纪信等四人持剑盾步走，从郦山下，道芷阳间行。沛公谓张良曰：“从此道至吾军，不过二十里耳。度我至军中，公乃入。”", 
      "", 
      "沛公已去，间至军中。张良入谢，曰：“沛公不胜桮杓，不能辞。谨使臣良奉白璧一双，再拜献大王足下，玉斗一双，再拜奉大将军足下。”项王曰：“沛公安在？”良曰：“闻大王有意督过之，脱身独去，已至军矣。”项王则受璧，置之坐上。亚父受玉斗，置之地，拔剑撞而破之，曰：“唉！竖子不足与谋。夺项王天下者，必沛公也。吾属今为之虏矣！”", 
      "", 
      "沛公至军，立诛杀曹无伤。"
    ], 
    "dynasty": "两汉"
  }, 
  {
    "title": "归去来兮辞·并序", 
    "notes": [], 
    "author": "陶渊明", 
    "paragraphs": [
      "余家贫，耕植不足以自给。幼稚盈室，瓶无储粟，生生所资，未见其术。亲故多劝余为长吏，脱然有怀，求之靡途。会有四方之事，诸侯以惠爱为德，家叔以余贫苦，遂见用于小邑。于时风波未静，心惮远役，彭泽去家百里，公田之利，足以为酒。故便求之。及少日，眷然有归欤之情。何则？质性自然，非矫厉所得。饥冻虽切，违己交病。尝从人事，皆口腹自役。于是怅然慷慨，深愧平生之志。犹望一稔，当敛裳宵逝。寻程氏妹丧于武昌，情在骏奔，自免去职。仲秋至冬，在官八十余日。因事顺心，命篇曰《归去来兮》。乙巳岁十一月也。", 
      "", 
      "归去来兮，田园将芜胡不归？既自以心为形役，奚惆怅而独悲？悟已往之不谏，知来者之可追。实迷途其未远，觉今是而昨非。舟遥遥以轻飏，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。", 
      "乃瞻衡宇，载欣载奔。僮仆欢迎，稚子候门。三径就荒，松菊犹存。携幼入室，有酒盈樽。引壶觞以自酌，眄庭柯以怡颜。倚南窗以寄傲，审容膝之易安。园日涉以成趣，门虽设而常关。策扶老以流憩，时矫首而遐观。云无心以出岫，鸟倦飞而知还。景翳翳以将入，抚孤松而盘桓。", 
      "归去来兮，请息交以绝游。世与我而相违，复驾言兮焉求？悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事于西畴。或命巾车，或棹孤舟。既窈窕以寻壑，亦崎岖而经丘。木欣欣以向荣，泉涓涓而始流。善万物之得时，感吾生之行休。", 
      "已矣乎！寓形宇内复几时。曷不委心任去留？胡为乎遑遑欲何之？富贵非吾愿，帝乡不可期。怀良辰以孤往，或植杖而耘耔。登东皋以舒啸，临清流而赋诗。聊乘化以归尽，乐夫天命复奚疑！"
    ], 
    "dynasty": "魏晋"
  }, 
  {
    "title": "廉颇蔺相如列传(节选)", 
    "notes": [], 
    "author": "司马迁", 
    "paragraphs": [
      "廉颇者，赵之良将也。赵惠文王十六年，廉颇为赵将，伐齐，大破之，取阳晋，拜为上卿，以勇气闻于诸侯。蔺相如者，赵人也，为赵宦者令缪贤舍人。", 
      "", 
      "赵惠文王时，得楚和氏璧。秦昭王闻之，使人遗赵王书，愿以十五城请易璧。赵王与大将军廉颇诸大臣谋：欲予秦，秦城恐不可得，徒见欺；欲勿予，即患秦兵之来。计未定，求人可使报秦者，未得。宦者令缪贤曰：“臣舍人蔺相如可使。”王问：“何以知之？”对曰：“臣尝有罪，窃计欲亡走燕，臣舍人相如止臣，曰：‘君何以知燕王？’臣语曰：‘臣尝从大王与燕王会境上，燕王私握臣手，曰“愿结友”。以此知之，故欲往。’相如谓臣曰：‘夫赵强而燕弱，而君幸于赵王，故燕王欲结于君。今君乃亡赵走燕，燕畏赵，其势必不敢留君，而束君归赵矣。君不如肉袒伏斧质请罪，则幸得脱矣。’臣从其计，大王亦幸赦臣。臣窃以为其人勇士，有智谋，宜可使。”于是王召见，问蔺相如曰：“秦王以十五城请易寡人之璧，可予不？”相如曰：“秦强而赵弱，不可不许。”王曰：“取吾璧，不予我城，奈何？”相如曰：“秦以城求璧而赵不许，曲在赵。赵予璧而秦不予赵城，曲在秦。均之二策，宁许以负秦曲。”王曰：“谁可使者？”相如曰：“王必无人，臣愿奉璧往使。城入赵而璧留秦；城不入，臣请完璧归赵。”赵王于是遂遣相如奉璧西入秦。", 
      "", 
      "秦王坐章台见相如，相如奉璧奏秦王。秦王大喜，传以示美人及左右，左右皆呼万岁。相如视秦王无意偿赵城，乃前曰：“璧有瑕，请指示王。”王授璧，相如因持璧却立，倚柱，怒发上冲冠，谓秦王曰：“大王欲得璧，使人发书至赵王，赵王悉召群臣议，皆曰‘秦贪，负其强，以空言求璧，偿城恐不可得’。议不欲予秦璧。臣以为布衣之交尚不相欺，况大国乎！且以一璧之故逆强秦之欢，不可。于是赵王乃斋戒五日，使臣奉璧，拜送书于庭。何者？严大国之威以修敬也。今臣至，大王见臣列观，礼节甚倨；得璧，传之美人，以戏弄臣。臣观大王无意偿赵王城邑，故臣复取璧。大王必欲急臣，臣头今与璧俱碎于柱矣！”相如持其璧睨柱，欲以击柱。秦王恐其破璧，乃辞谢固请，召有司案图，指从此以往十五都予赵。相如度秦王特以诈详为予赵城，实不可得，乃谓秦王曰：“和氏璧，天下所共传宝也，赵王恐，不敢不献。赵王送璧时，斋戒五日，今大王亦宜斋戒五日，设九宾于廷，臣乃敢上璧。”秦王度之，终不可强夺，遂许斋五日，舍相如广成传。相如度秦王虽斋，决负约不偿城，乃使其从者衣褐，怀其璧，从径道亡，归璧于赵。", 
      "", 
      "秦王斋五日后，乃设九宾礼于廷，引赵使者蔺相如。相如至，谓秦王曰：“秦自缪公以来二十馀君，未尝有坚明约束者也。臣诚恐见欺于王而负赵，故令人持璧归，间至赵矣。且秦强而赵弱，大王遣一介之使至赵，赵立奉璧来。今以秦之强而先割十五都予赵，赵岂敢留璧而得罪于大王乎？臣知欺大王之罪当诛，臣请就汤镬，唯大王与群臣孰计议之。”秦王与群臣相视而嘻。左右或欲引相如去，秦王因曰：“今杀相如，终不能得璧也，而绝秦赵之欢，不如因而厚遇之，使归赵，赵王岂以一璧之故欺秦邪！”卒廷见相如，毕礼而归之。", 
      "", 
      "相如既归，赵王以为贤大夫使不辱于诸侯，拜相如为上大夫。秦亦不以城予赵，赵亦终不予秦璧。", 
      "", 
      "其后秦伐赵，拔石城。明年，复攻赵，杀二万人。", 
      "", 
      "秦王使使者告赵王，欲与王为好会于西河外渑池。赵王畏秦，欲毋行。廉颇、蔺相如计曰：“王不行，示赵弱且怯也。”赵王遂行，相如从。廉颇送至境，与王诀曰：“王行，度道里会遇之礼毕，还，不过三十日。三十日不还，则请立太子为王，以绝秦望。”王许之，遂与秦王会渑池。秦王饮酒酣，曰：“寡人窃闻赵王好音，请奏瑟。”赵王鼓瑟。秦御史前书曰“某年月日，秦王与赵王会饮，令赵王鼓瑟”。蔺相如前曰：“赵王窃闻秦王善为秦声，请奏盆缻秦王，以相娱乐。”秦王怒，不许。于是相如前进缻，因跪请秦王。秦王不肯击缻。相如曰：“五步之内，相如请得以颈血溅大王矣！”左右欲刃相如，相如张目叱之，左右皆靡。于是秦王不怿，为一击缻。相如顾召赵御史书曰“某年月日，秦王为赵王击缻”。秦之群臣曰：“请以赵十五城为秦王寿。”蔺相如亦曰：“请以秦之咸阳为赵王寿。”秦王竟酒，终不能加胜于赵。赵亦盛设兵以待秦，秦不敢动。", 
      "", 
      "既罢归国，以相如功大，拜为上卿，位在廉颇之右。廉颇曰：“我为赵将，有攻城野战之大功，而蔺相如徒以口舌为劳，而位居我上，且相如素贱人，吾羞，不忍为之下。”宣言曰：“我见相如，必辱之。”相如闻，不肯与会。相如每朝时，常称病，不欲与廉颇争列。已而相如出，望见廉颇，相如引车避匿。于是舍人相与谏曰：“臣所以去亲戚而事君者，徒慕君之高义也。今君与廉颇同列，廉君宣恶言而君畏匿之，恐惧殊甚，且庸人尚羞之，况于将相乎！臣等不肖，请辞去。”蔺相如固止之，曰：“公之视廉将军孰与秦王？”曰：“不若也。”相如曰：“夫以秦王之威，而相如廷叱之，辱其群臣，相如虽驽，独畏廉将军哉？顾吾念之，强秦之所以不敢加兵于赵者，徒以吾两人在也。今两虎共斗，其势不俱生。吾所以为此者，以先国家之急而后私仇也。”廉颇闻之，肉袒负荆，因宾客至蔺相如门谢罪。曰：“鄙贱之人，不知将军宽之至此也。”卒相与欢，为刎颈之交。"
    ], 
    "dynasty": "两汉"
  }, 
  {
    "title": "病梅馆记", 
    "notes": [], 
    "author": "龚自珍", 
    "paragraphs": [
      "江宁之龙蟠，苏州之邓尉，杭州之西溪，皆产梅。或曰：“梅以曲为美，直则无姿；以欹为美，正则无景；以疏为美，密则无态。”固也。此文人画士，心知其意，未可明诏大号以绳天下之梅也；又不可以使天下之民斫直，删密，锄正，以夭梅病梅为业以求钱也。梅之欹之疏之曲，又非蠢蠢求钱之民能以其智力为也。有以文人画士孤癖之隐明告鬻梅者，斫其正，养其旁条，删其密，夭其稚枝，锄其直，遏其生气，以求重价，而江浙之梅皆病。文人画士之祸之烈至此哉！", 
      "", 
      "予购三百盆，皆病者，无一完者。既泣之三日，乃誓疗之：纵之顺之，毁其盆，悉埋于地，解其棕缚；以五年为期，必复之全之。予本非文人画士，甘受诟厉，辟病梅之馆以贮之。", 
      "", 
      "呜呼！安得使予多暇日，又多闲田，以广贮江宁、杭州、苏州之病梅，穷予生之光阴以疗梅也哉！"
    ], 
    "dynasty": "清代"
  }, 
  {
    "title": "项脊轩志", 
    "notes": [
      "堦寂寂--一作 ：阶寂寂"
    ], 
    "author": "归有光", 
    "paragraphs": [
      "项脊轩，旧南阁子也。室仅方丈，可容一人居。百年老屋，尘泥渗漉，雨泽下注；每移案，顾视，无可置者。又北向，不能得日，日过午已昏。余稍为修葺，使不上漏。前辟四窗，垣墙周庭，以当南日，日影反照，室始洞然。又杂植兰桂竹木于庭，旧时栏楯，亦遂增胜。借书满架，偃仰啸歌，冥然兀坐，万籁有声；而庭堦寂寂，小鸟时来啄食，人至不去。三五之夜，明月半墙，桂影斑驳，风移影动，珊珊可爱。", 
      "", 
      "然余居于此，多可喜，亦多可悲。先是庭中通南北为一。迨诸父异爨，内外多置小门，墙往往而是。东犬西吠，客逾庖而宴，鸡栖于厅。庭中始为篱，已为墙，凡再变矣。家有老妪，尝居于此。妪，先大母婢也，乳二世，先妣抚之甚厚。室西连于中闺，先妣尝一至。妪每谓余曰：”某所，而母立于兹。”妪又曰：”汝姊在吾怀，呱呱而泣；娘以指叩门扉曰：‘儿寒乎？欲食乎？’吾从板外相为应答。”语未毕，余泣，妪亦泣。余自束发，读书轩中，一日，大母过余曰：”吾儿，久不见若影，何竟日默默在此，大类女郎也？”比去，以手阖门，自语曰：”吾家读书久不效，儿之成，则可待乎！”顷之，持一象笏至，曰：”此吾祖太常公宣德间执此以朝，他日汝当用之！”瞻顾遗迹，如在昨日，令人长号不自禁。", 
      "", 
      "轩东，故尝为厨，人往，从轩前过。余扃牖而居，久之，能以足音辨人。轩凡四遭火，得不焚，殆有神护者。", 
      "", 
      "项脊生曰：“蜀清守丹穴，利甲天下，其后秦皇帝筑女怀清台；刘玄德与曹操争天下，诸葛孔明起陇中。方二人之昧昧于一隅也，世何足以知之，余区区处败屋中，方扬眉、瞬目，谓有奇景。人知之者，其谓与坎井之蛙何异？”（人教版《中国古代诗歌散文欣赏》中无此段文字；沪教版无此段。）", 
      "", 
      "余既为此志，后五年，吾妻来归，时至轩中，从余问古事，或凭几学书。吾妻归宁，述诸小妹语曰：”闻姊家有阁子，且何谓阁子也？”其后六年，吾妻死，室坏不修。其后二年，余久卧病无聊，乃使人复葺南阁子，其制稍异于前。然自后余多在外，不常居。", 
      "", 
      "庭有枇杷树，吾妻死之年所手植也，今已亭亭如盖矣。"
    ], 
    "dynasty": "明代"
  }, 
  {
    "title": "五人墓碑记", 
    "notes": [], 
    "author": "张溥", 
    "paragraphs": [
      "五人者，盖当蓼洲周公之被逮，激于义而死焉者也。至于今，郡之贤士大夫请于当道，即除魏阉废祠之址以葬之；且立石于其墓之门，以旌其所为。呜呼，亦盛矣哉！", 
      "", 
      "夫五人之死，去今之墓而葬焉，其为时止十有一月耳。夫十有一月之中，凡富贵之子，慷慨得志之徒，其疾病而死，死而湮没不足道者，亦已众矣；况草野之无闻者欤？独五人之皦皦，何也？", 
      "", 
      "予犹记周公之被逮，在丙寅三月之望。吾社之行为士先者，为之声义，敛赀财以送其行，哭声震动天地。缇骑按剑而前，问：“谁为哀者？”众不能堪，抶而仆之。是时以大中丞抚吴者为魏之私人毛一鹭，公之逮所由使也；吴之民方痛心焉，于是乘其厉声以呵，则噪而相逐。中丞匿于溷藩以免。既而以吴民之乱请于朝，按诛五人，曰颜佩韦、杨念如、马杰、沈扬、周文元，即今之傫然在墓者也。", 
      "", 
      "然五人之当刑也，意气扬扬，呼中丞之名而詈之，谈笑以死。断头置城上，颜色不少变。有贤士大夫发五十金，买五人之头而函之，卒与尸合。故今之墓中全乎为五人也。", 
      "", 
      "嗟乎！大阉之乱，缙绅而能不易其志者，四海之大，有几人欤？而五人生于编伍之间，素不闻诗书之训，激昂大义，蹈死不顾，亦曷故哉？且矫诏纷出，钩党之捕遍于天下，卒以吾郡之发愤一击，不敢复有株治；大阉亦逡巡畏义，非常之谋难于猝发，待圣人之出而投缳道路，不可谓非五人之力也。", 
      "", 
      "由是观之，则今之高爵显位，一旦抵罪，或脱身以逃，不能容于远近，而又有剪发杜门，佯狂不知所之者，其辱人贱行，视五人之死，轻重固何如哉？是以蓼洲周公忠义暴于朝廷，赠谥褒美，显荣于身后；而五人亦得以加其土封，列其姓名于大堤之上，凡四方之士无不有过而拜且泣者，斯固百世之遇也。不然，令五人者保其首领，以老于户牖之下，则尽其天年，人皆得以隶使之，安能屈豪杰之流，扼腕墓道，发其志士之悲哉？故余与同社诸君子，哀斯墓之徒有其石也，而为之记，亦以明死生之大，匹夫之有重于社稷也。", 
      "", 
      "贤士大夫者，冏卿因之吴公，太史文起文公、孟长姚公也。"
    ], 
    "dynasty": "明代"
  }, 
  {
    "title": "兰亭集序 / 兰亭序", 
    "notes": [
      "不知老之将至--一作 ：曾不知老之将至"
    ], 
    "author": "王羲之", 
    "paragraphs": [
      "永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。", 
      "", 
      "夫人之相与，俯仰一世，或取诸怀抱，悟言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：“死生亦大矣。”岂不痛哉！", 
      "", 
      "每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。"
    ], 
    "dynasty": "魏晋"
  }, 
  {
    "title": "荆轲刺秦王", 
    "notes": [
      "秦武阳--一作 ：秦舞阳"
    ], 
    "author": "刘向 编", 
    "paragraphs": [
      "秦将王翦破赵，虏赵王，尽收其地，进兵北略地，至燕南界。", 
      "", 
      "太子丹恐惧，乃请荆卿曰：“秦兵旦暮渡易水，则虽欲长侍足下，岂可得哉？”荆卿曰：“微太子言，臣愿得谒之。今行而无信，则秦未可亲也。夫今樊将军，秦王购之金千斤，邑万家。诚能得樊将军首，与燕督亢之地图，献秦王，秦王必说见臣，臣乃得有以报太子。”太子曰：“樊将军以穷困来归丹，丹不忍以己之私，而伤长者之意，愿足下更虑之！”", 
      "", 
      "荆轲知太子不忍，乃遂私见樊於期，曰：“秦之遇将军，可谓深矣。父母宗族，皆为戮没。今闻购樊将军之首，金千斤，邑万家，将奈何？”樊将军仰天太息流涕曰：“吾每念，常痛于骨髓，顾计不知所出耳！”轲曰：“今有一言，可以解燕国之患，而报将军之仇者，何如？”於期乃前曰：“为之奈何？”荆轲曰：“愿得将军之首以献秦，秦王必喜而善见臣。臣左手把其袖，而右手揕其胸，然则将军之仇报，而燕国见陵之耻除矣。将军岂有意乎？”樊於期偏袒扼腕而进曰：“此臣之日夜切齿拊心也，乃今得闻教！”遂自刎。", 
      "", 
      "太子闻之，驰往，伏尸而哭，极哀。既已，不可奈何，乃遂盛樊於期之首，函封之。", 
      "", 
      "于是太子预求天下之利匕首，得赵人徐夫人之匕首，取之百金，使工以药 淬之。以试人，血濡缕,人无不立死者。乃为装遣荆轲。", 
      "", 
      "燕国有勇士秦武阳，年十二，杀人，人不敢与忤视。乃令秦武阳为副。", 
      "", 
      "荆轲有所待，欲与俱，其人居远未来，而为留待。", 
      "", 
      "顷之未发，太子迟之。疑其有改悔，乃复请之曰：“日以尽矣，荆卿岂无意哉？丹请先遣秦武阳！”荆轲怒， 叱太子曰：“今日往而不反者，竖子也！今提一匕首入不测之强秦，仆所以留者，待吾客与俱。今太子迟之，请辞决矣！”遂发。", 
      "", 
      "太子及宾客知其事者，皆白衣冠以送之。至易水上，既祖，取道。高渐离击筑，荆轲和而歌，为变徵之声，士皆垂泪涕泣。又前而为歌曰：“风萧萧兮易水寒，壮士一去兮不复还！”复为慷慨羽声，士皆瞋目，发尽上指冠。于是荆轲遂就车而去，终已不顾。", 
      "", 
      "既至秦，持千金之资币物，厚遗wèi秦王宠臣中庶子蒙嘉。", 
      "", 
      "嘉为先言于秦王曰：“燕王诚振怖大王之威，不敢兴兵以拒大王，愿举国为内臣。比诸侯之列，给贡职如郡县，而得奉守先王之宗庙。恐惧不敢自陈，谨斩樊於期头，及献燕之督亢之地图，函封，燕王拜送于庭，使使以闻大王。唯大王命之。”", 
      "", 
      "秦王闻之，大喜。乃朝服，设九宾，见燕使者咸阳宫。", 
      "", 
      "荆轲奉樊於期头函，而秦武阳奉地图匣，以次进。至陛下，秦武阳色变振恐，群臣怪之，荆轲顾笑武阳，前为谢曰：“北蛮夷之鄙人，未尝见天子，故振慑，愿大王少假借之，使毕使于前。”秦王谓轲曰：“起，取武阳所持图！”", 
      "", 
      "轲既取图奉之， 发图，图穷而匕首见。因左手把秦王之袖，而右手持匕首揕之。未至身，秦王惊，自引而起，绝袖。拔剑，剑长，操其室。时恐急，剑坚，故不可立拔。", 
      "", 
      "荆轲逐秦王，秦王还柱而走。群臣惊愕，卒起不意，尽失其度。而秦法，群臣侍殿上者，不得持尺兵；诸郎中执兵，皆陈殿下，非有诏不得上。方急时，不及召下兵，以故荆轲逐秦王，而卒惶急无以击轲，而乃以手共搏之。", 
      "", 
      "是时，侍医夏无且以其所奉药囊提轲。秦王方还柱走，卒惶急不知所为。左右乃曰：“王负剑！王负剑！”遂拔以击荆轲，断其左股。荆轲废，乃引其匕首提秦王，不中，中柱。秦王复击轲，被八创。", 
      "", 
      "轲自知事不就，倚柱而笑，箕踞以骂曰：“事所以不成者，乃欲以生劫之，必得约契以报太子也。”", 
      "", 
      "左右既前，斩荆轲。秦王目眩良久。"
    ], 
    "dynasty": "两汉"
  }, 
  {
    "title": "李贺小传", 
    "notes": [], 
    "author": "李商隐", 
    "paragraphs": [
      "京兆杜牧为李长吉集序，状长吉之奇甚尽，世传之。长吉姊嫁王氏者，语长吉之事尤备。", 
      "", 
      "长吉细瘦，通眉，长指爪，能苦吟疾书。最先为昌黎韩愈所知。所与游者，王参元、杨敬之、权璩、崔植辈为密，每旦日出与诸公游，未尝得题然后为诗，如他人思量牵合，以及程限为意。恒从小奚奴，骑距驴，背一古破锦囊，遇有所得，即书投囊中。及暮归．太夫人使婢受囊出之，见所书多．辄曰：“是儿要当呕出心乃已尔。”上灯，与食。长吉从婢取书，研墨叠纸足成之，投他囊中。非大醉及吊丧日率如此，过亦不复省。王、杨辈时复来探取写去。长吉往往独骑往还京、洛，所至或时有著，随弃之，故沈子明家所余四卷而已。", 
      "", 
      "长吉将死时，忽昼见一绯衣人，驾赤虬，持一板，书若太古篆或霹雳石文者，云当召长吉。长吉了不能读，欻下榻叩头，言：“阿弥老且病，贺不愿去。”绯衣人笑曰：“帝成白玉楼，立召君为记。天上差乐，不苦也。”长吉独泣，边人尽见之。少之，长吉气绝。常所居窗中，勃勃有烟气，闻行车嘒管之声。太夫人急止人哭，待之如炊五斗黍许时，长吉竟死。王氏姊非能造作谓长吉者，实所见如此。", 
      "", 
      "呜呼，天苍苍而高也，上果有帝耶?帝果有苑囿、宫室、观阁之玩耶?苟信然，则天之高邈，帝之尊严，亦宜有人物文采愈此世者，何独眷眷于长吉而使其不寿耶?噫，又岂世所谓才而奇者，不独地上少，即天上亦不多耶?长吉生二十七年，位不过奉礼太常，时人亦多排摈毁斥之，又岂才而奇者，帝独重之，而人反不重耶?又岂人见会胜帝耶?"
    ], 
    "dynasty": "唐代"
  }, 
  {
    "title": "劝学", 
    "notes": [], 
    "author": "荀子", 
    "paragraphs": [
      "君子曰：学不可以已。", 
      "", 
      "青，取之于蓝，而青于蓝；冰，水为之，而寒于水。木直中绳，輮以为轮，其曲中规。虽有槁暴（pù），不复挺者，輮使之然也。故木受绳则直，金就砺则利，君子博学而日参省乎己，则知明而行无过矣。", 
      "", 
      "故不登高山，不知天之高也；不临深溪，不知地之厚也；不闻先王之遗言，不知学问之大也。干、越、夷、貉之子，生而同声，长而异俗，教使之然也。诗曰：“嗟尔君子，无恒安息。靖共尔位，好是正直。神之听之，介尔景福。”神莫大于化道，福莫长于无祸。", 
      "", 
      "吾尝终日而思矣，不如须臾之所学也；吾尝跂而望矣，不如登高之博见也。登高而招，臂非加长也，而见者远；顺风而呼，声非加疾也，而闻者彰。假舆马者，非利足也，而致千里；假舟楫者，非能水也，而绝江河。君子生非异也，善假于物也。(君子", 
      "生", 
      "通：", 
      "性", 
      ")", 
      "", 
      "南方有鸟焉，名曰蒙鸠，以羽为巢，而编之以发，系之苇苕，风至苕折，卵破子死。巢非不完也，所系者然也。西方有木焉，名曰射干，茎长四寸，生于高山之上，而临百仞之渊，木茎非能长也，所立者然也。蓬生麻中，不扶而直；白沙在涅，与之俱黑。兰槐之根是为芷，其渐之滫，君子不近，庶人不服。其质非不美也，所渐者然也。故君子居必择乡，游必就士，所以防邪辟而近中正也。", 
      "", 
      "物类之起，必有所始。荣辱之来，必象其德。肉腐出虫，鱼枯生蠹。怠慢忘身，祸灾乃作。强自取柱，柔自取束。邪秽在身，怨之所构。施薪若一，火就燥也，平地若一，水就湿也。草木畴生，禽兽群焉，物各从其类也。是故质的张，而弓矢至焉；林木茂，而斧斤至焉；树成荫，而众鸟息焉。醯酸，而蚋聚焉。故言有招祸也，行有招辱也，君子慎其所立乎！", 
      "", 
      "积土成山，风雨兴焉；积水成渊，蛟龙生焉；积善成德，而神明自得，圣心备焉。故不积跬步，无以至千里；不积小流，无以成江海。骐骥一跃，不能十步；驽马十驾，功在不舍。锲而舍之，朽木不折；锲而不舍，金石可镂。蚓无爪牙之利，筋骨之强，上食埃土，下饮黄泉，用心一也。蟹六跪而二螯，非蛇鳝之穴无可寄托者，用心躁也。", 
      "", 
      "是故无冥冥之志者，无昭昭之明；无惛惛之事者，无赫赫之功。行衢道者不至，事两君者不容。目不能两视而明，耳不能两听而聪。螣蛇无足而飞，鼫鼠五技而穷。《诗》曰：“尸鸠在桑，其子七兮。淑人君子，其仪一兮。其仪一兮，心如结兮！”故君子结于一也。", 
      "", 
      "昔者瓠巴鼓瑟，而流鱼出听；伯牙鼓琴，而六马仰秣。故声无小而不闻，行无隐而不形 。玉在山而草木润，渊生珠而崖不枯。为善不积邪？安有不闻者乎？", 
      "", 
      "学恶乎始？恶乎终？曰：其数则始乎诵经，终乎读礼；其义则始乎为士，终乎为圣人， 真积力久则入，学至乎没而后止也。故学数有终，若其义则不可须臾舍也。为之，人也；舍 之，禽兽也。故书者，政事之纪也；诗者，中声之所止也；礼者，法之大分，类之纲纪也。 故学至乎礼而止矣。夫是之谓道德之极。礼之敬文也，乐之中和也，诗书之博也，春秋之微 也，在天地之间者毕矣。 君子之学也，入乎耳，着乎心，布乎四体，形乎动静。端而言，蝡而动，一可以为法则。小人之学也，入乎耳，出乎口；口耳之间，则四寸耳，曷足以美七尺之躯哉！古之学者为己，今之学者为人。君子之学也，以美其身；小人之学也，以为禽犊。故不问而告谓之傲，问一而告二谓之囋。傲、非也，囋、非也；君子如向矣。", 
      "", 
      "学莫便乎近其人。礼乐法而不说，诗书故而不切，春秋约而不速。方其人之习君子之说，则尊以遍矣，周于世矣。故曰：学莫便乎近其人。", 
      "", 
      "学之经莫速乎好其人，隆礼次之。上不能好其人，下不能隆礼，安特将学杂识志，顺诗书而已耳。则末世穷年，不免为陋儒而已。将原先王，本仁义，则礼正其经纬蹊径也。若挈裘领，诎五指而顿之，顺者不可胜数也。不道礼宪，以诗书为之，譬之犹以指测河也，以戈舂黍也，以锥餐壶也，不可以得之矣。故隆礼，虽未明，法士也；不隆礼，虽察辩，散儒也。", 
      "", 
      "问楛者，勿告也；告楛者，勿问也；说楛者，勿听也。有争气者，勿与辩也。故必由其道至，然后接之；非其道则避之。故礼恭，而后可与言道之方；辞顺，而后可与言道之理；色从而后可与言道之致。故未可与言而言，谓之傲；可与言而不言，谓之隐；不观气色而言，谓瞽。故君子不傲、不隐、不瞽，谨顺其身。诗曰：“匪交匪舒，天子所予。”此之谓也。", 
      "", 
      "百发失一，不足谓善射；千里蹞步不至，不足谓善御；伦类不通，仁义不一，不足谓善学。学也者，固学一之也。一出焉，一入焉，涂巷之人也；其善者少，不善者多，桀纣盗跖也；全之尽之，然后学者也。", 
      "", 
      "君子知夫不全不粹之不足以为美也，故诵数以贯之，思索以通之，为其人以处之，除其害者以持养之。使目非是无欲见也，使耳非是无欲闻也，使口非是无欲言也，使心非是无欲虑也。及至其致好之也，目好之五色，耳好之五声，口好之五味，心利之有天下。是故权利不能倾也，群众不能移也，天下不能荡也。生乎由是，死乎由是，夫是之谓德操。德操然后能定，能定然后能应。能定能应，夫是之谓成人。天见其明，地见其光，君子贵其全也。"
    ], 
    "dynasty": "先秦"
  }, 
  {
    "title": "滕王阁序", 
    "notes": [
      "豫章故郡--一作 ：南昌故郡", 
      "轴--通 ：舳", 
      "迷津--一作 ：弥津", 
      "遥襟甫畅--一作 ：遥吟俯畅", 
      "见机--一作 ：安贫"
    ], 
    "author": "王勃", 
    "paragraphs": [
      "豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。", 
      "", 
      "时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得仙人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；仙人 一作：天人；飞阁流丹 一作：飞阁翔丹）", 
      "", 
      "披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰迷津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。", 
      "", 
      "遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？", 
      "", 
      "嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！", 
      "", 
      "勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？", 
      "", 
      "呜乎！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：", 
      "滕王高阁临江渚，佩玉鸣鸾罢歌舞。", 
      "画栋朝飞南浦云，珠帘暮卷西山雨。", 
      "闲云潭影日悠悠，物换星移几度秋。", 
      "阁中帝子今何在？槛外长江空自流。"
    ], 
    "dynasty": "唐代"
  }, 
  {
    "title": "柳毅传", 
    "notes": [], 
    "author": "李朝威", 
    "paragraphs": [
      "仪凤中，有儒生柳毅者，应举下第，将还湘滨。念乡人有客于泾阳者，遂往告别。至六七里，鸟起马惊，疾逸道左。又六七里，乃止。见有妇人，牧羊于道畔。毅怪视之，乃殊色也。然而蛾脸不舒，巾袖无光，凝听翔立，若有所伺。毅诘之曰：“子何苦而自辱如是？”妇始楚而谢，终泣而对曰：“贱妾不幸，今日见辱问于长者。然而恨贯肌骨，亦何能愧避？幸一闻焉。妾，洞庭龙君小女也。父母配嫁泾川次子，而夫婿乐逸，为婢仆所惑，日以厌薄。既而将诉于舅姑，舅姑爱其子，不能御。迨诉频切，又得罪舅姑。舅姑毁黜以至此。”言讫，歔欷流涕，悲不自胜。又曰：“洞庭于兹，相远不知其几多也？长天茫茫，信耗莫通。心目断尽，无所知哀。闻君将还吴，密通洞庭。或以尺书寄托侍者，未卜将以为可乎？”毅曰：“吾义夫也。闻子之说，气血俱动，恨无毛羽，不能奋飞，是何可否之谓乎！然而洞庭深水也。吾行尘间，宁可致意耶？惟恐道途显晦，不相通达，致负诚托，又乖恳愿。子有何术可导我邪？”女悲泣且谢，曰：“负载珍重，不复言矣。脱获回耗，虽死必谢。君不许，何敢言。既许而问，则洞庭之与京邑，不足为异也。”毅请闻之。女曰：“洞庭之阴，有大橘树焉，乡人谓之‘社橘’。君当解去兹带，束以他物。然后叩树三发，当有应者。因而随之，无有碍矣。幸君子书叙之外，悉以心诚之话倚托，千万无渝！”毅曰：“敬闻命矣。”女遂于襦间解书，再拜以进。东望愁泣，若不自胜。毅深为之戚，乃致书囊中，因复谓曰：“吾不知子之牧羊，何所用哉？神岂宰杀乎？”女曰：“非羊也，雨工也。”“何为雨工？”曰：“雷霆之类也。”毅顾视之，则皆矫顾怒步，饮龁甚异，而大小毛角，则无别羊焉。毅又曰：“吾为使者，他日归洞庭，幸勿相避。”女曰：“宁止不避，当如亲戚耳。”语竟，引别东去。不数十步，回望女与羊，俱亡所见矣。", 
      "", 
      "其夕，至邑而别其友，月余到乡，还家，乃访友于洞庭。洞庭之阴，果有社橘。遂易带向树，三击而止。俄有武夫出于波问，再拜请曰：“贵客将自何所至也？”毅不告其实，曰：“走谒大王耳。”武夫揭水止路，引毅以进。谓毅曰：“当闭目，数息可达矣。”毅如其言，遂至其宫。始见台阁相向，门户千万，奇草珍木，无所不有.夫乃止毅，停于大室之隅，曰：“客当居此以俟焉。”毅曰：“此何所也？”夫曰：“此灵虚殿也。”谛视之，则人间珍宝毕尽于此。柱以白璧，砌以青玉，床以珊瑚，帘以水精，雕琉璃于翠楣，饰琥珀于虹栋。奇秀深杳，不可殚言。然而王久不至。毅谓夫曰：“洞庭君安在哉？”曰：“吾君方幸玄珠阁，与太阳道士讲《火经》，少选当毕。”毅曰：“何谓《火经》？”夫曰：“吾君，龙也。龙以水为神，举一滴可包陵谷。道士，乃人也。人以火为神圣，发一灯可燎阿房。然而灵用不同，玄化各异。太阳道士精于人理，吾君邀以听焉。”语毕而宫门辟，景从云合，而见一人，披紫衣，执青玉。夫跃曰：“此吾君也！”乃至前以告之。", 
      "", 
      "君望毅而问曰：“岂非人间之人乎？”对曰：“然。”毅而设拜，君亦拜，命坐于灵虚之下。谓毅曰：“水府幽深，寡人暗昧，夫子不远千里，将有为乎？”毅曰：“毅，大王之乡人也。长于楚，游学于秦。昨下第，闲驱泾水右涘，见大王爱女牧羊于野，风鬟雨鬓，所不忍睹。毅因诘之，谓毅曰：‘为夫婿所薄，舅姑不念，以至于此’。悲泗淋漓，诚怛人心。遂托书于毅。毅许之，今以至此。”因取书进之。洞庭君览毕，以袖掩面而泣曰：“老父之罪，不能鉴听，坐贻聋瞽，使闺窗孺弱，远罹构害。公，乃陌上人也，而能急之。幸被齿发，何敢负德！”词毕，又哀咤良久。左右皆流涕。时有宦人密侍君者，君以书授之，令达宫中。须臾，宫中皆恸哭。君惊，谓左右曰：“疾告宫中，无使有声，恐钱塘所知。”毅曰：“钱塘，何人也？”曰：“寡人之爱弟，昔为钱塘长，今则致政矣。”毅曰：“何故不使知？”曰：“以其勇过人耳。昔尧遭洪水九年者，乃此子一怒也。近与天将失意，塞其五山。上帝以寡人有薄德于古今，遂宽其同气之罪。然犹縻系于此，故钱塘之人日日候焉。”语未毕，而大声忽发，天拆地裂。宫殿摆簸，云烟沸涌。俄有赤龙长千余尺，电目血舌，朱鳞火鬣，项掣金锁，锁牵玉柱。千雷万霆，激绕其身，霰雪雨雹，一时皆下。乃擘青天而飞去。毅恐蹶仆地。君亲起持之曰：“无惧，固无害。”毅良久稍安，乃获自定。因告辞曰：“愿得生归，以避复来。”君曰：“必不如此。其去则然，其来则不然，幸为少尽缱绻。”因命酌互举，以款人事。", 
      "", 
      "俄而祥风庆云，融融恰怡，幢节玲珑，箫韶以随。红妆千万，笑语熙熙。中有一人，自然蛾眉，明珰满身，绡縠参差。迫而视之，乃前寄辞者。然若喜若悲，零泪如丝。须臾，红烟蔽其左，紫气舒其右，香气环旋，入于宫中。君笑谓毅曰：“泾水之囚人至矣。”君乃辞归宫中。须臾，又闻怨苦，久而不已。有顷，君复出，与毅饮食。又有一人，披紫裳，执青玉，貌耸神溢，立于君左。君谓毅曰：“此钱塘也。”毅起，趋拜之。钱塘亦尽礼相接，谓毅曰：“女侄不幸，为顽童所辱。赖明君子信义昭彰，致达远冤。不然者，是为泾陵之土矣。飨德怀恩，词不悉心。”毅撝退辞谢，俯仰唯唯。然后回告兄曰：“向者辰发灵虚，巳至泾阳，午战于彼，未还于此。中间驰至九天，以告上帝。帝知其冤，而宥其失。前所谴责，因而获免。然而刚肠激发，不遑辞候，惊扰宫中，复忤宾客。愧惕惭惧，不知所失。”因退而再拜。君曰：“所杀几何？”曰：“六十万。”“伤稼乎？”曰：“八百里。”无情郎安在？”曰：“食之矣。”君怃然曰：“顽童之为是心也，诚不可忍，然汝亦太草草。赖上帝显圣，谅其至冤。不然者，吾何辞焉？从此以去，勿复如是。”钱塘君复再拜。是夕，遂宿毅于凝光殿。", 
      "", 
      "明日，又宴毅于凝碧宫。会友戚，张广乐，具以醪醴，罗以甘洁。初，笳角鼙鼓，旌旗剑戟，舞万夫于其右。中有一夫前曰：“此《钱塘破阵乐》。”旌杰气，顾骤悍栗。座客视之，毛发皆竖。复有金石丝竹，罗绮珠翠，舞千女于其左，中有一女前进曰：“此《贵主还宫乐》。”清音宛转，如诉如慕，坐客听下，不觉泪下。二舞既毕，龙君大悦。锡以纨绮，颁于舞人，然后密席贯坐，纵酒极娱。酒酣，洞庭君乃击席而歌曰：“大天苍苍兮，大地茫茫，人各有志兮，何可思量，狐神鼠圣兮，薄社依墙。雷霆一发兮，其孰敢当？荷贞人兮信义长，令骨肉兮还故乡，齐言惭愧兮何时忘！”洞庭君歌罢，钱塘君再拜而歌曰：“上天配合兮，生死有途。此不当妇兮，彼不当夫。腹心辛苦兮，泾水之隅。风霜满鬓兮，雨雪罗襦。赖明公兮引素书，令骨肉兮家如初。永言珍重兮无时无。”钱塘君歌阕，洞庭君俱起，奉觞于毅。毅踧踖而受爵，饮讫，复以二觞奉二君，乃歌曰：“碧云悠悠兮，泾水东流。伤美人兮，雨泣花愁。尺书远达兮，以解君忧。哀冤果雪兮，还处其休。荷和雅兮感甘羞。山家寂寞兮难久留。欲将辞去兮悲绸缪。”歌罢，皆呼万岁。洞庭君因出碧玉箱，贮以开水犀；钱塘君复出红珀盘，贮以照夜玑：皆起进毅，毅辞谢而受。然后宫中之人，咸以绡彩珠璧，投于毅侧。重叠焕赫，须臾埋没前后。毅笑语四顾，愧谢不暇。洎酒阑欢极，毅辞起，复宿于凝光殿。", 
      "", 
      "翌日，又宴毅于清光阁。钱塘因酒作色，踞谓毅曰：“不闻猛石可裂不可卷，义士可杀不可羞耶？愚有衷曲，欲一陈于公。如可，则俱在云霄；如不可，则皆夷粪壤。足下以为何如哉？”毅曰：“请闻之。”钱塘曰：“泾阳之妻，则洞庭君之爱女也。淑性茂质，为九姻所重。不幸见辱于匪人，今则绝矣。将欲求托高义，世为亲戚，使受恩者知其所归，怀爱者知其所付，岂不为君子始终之道者？”毅肃然而作，欻然而笑曰：“诚不知钱塘君孱困如是！毅始闻跨九州，怀五岳，泄其愤怒；复见断金锁，掣玉柱，赴其急难。毅以为刚决明直，无如君者。盖犯之者不避其死，感之者不爱其生，此真丈夫之志。奈何萧管方洽，亲宾正和，不顾其道，以威加人？岂仆人素望哉！若遇公于洪波之中，玄山之间，鼓以鳞须，被以云雨，将迫毅以死，毅则以禽兽视之，亦何恨哉！今体被衣冠，坐谈礼义，尽五常之志性，负百行怖之微旨，虽人世贤杰，有不如者，况江河灵类乎？而欲以蠢然之躯，悍然之性，乘酒假气，将迫于人，岂近直哉！且毅之质，不足以藏王一甲之间。然而敢以不伏之心，胜王不道之气。惟王筹之！”钱塘乃逡巡致谢曰：“寡人生长宫房，不闻正论。向者词述疏狂，妄突高明。退自循顾，戾不容责。幸君子不为此乖问可也。”其夕，复饮宴，其乐如旧。毅与钱塘遂为知心友。", 
      "", 
      "明日，毅辞归。洞庭君夫人别宴毅于潜景殿，男女仆妾等悉出预会。夫人泣谓毅曰：“骨肉受君子深恩，恨不得展愧戴，遂至睽别。”使前泾阳女当席拜毅以致谢。夫人又曰：“此别岂有复相遇之日乎？”毅其始虽不诺钱塘之情，然当此席，殊有叹恨之色。宴罢，辞别，满宫凄然。赠遗珍宝，怪不可述。毅于是复循途出江岸，见从者十余人，担囊以随，至其家而辞去。毅因适广陵宝肆，鬻其所得。百未发一，财已盈兆。故淮右富族，咸以为莫如。遂娶于张氏，亡。又娶韩氏。数月，韩氏又亡。徙家金陵。常以鳏旷多感，或谋新匹。有媒氏告之曰：“有卢氏女，范阳人也。父名曰浩，尝为清流宰。晚岁好道，独游云泉，今则不知所在矣。母曰郑氏。前年适清河张氏，不幸而张夫早亡。母怜其少，惜其慧美，欲择德以配焉。不识何如？”毅乃卜日就礼。既而男女二姓俱为豪族，法用礼物，尽其丰盛。金陵之士，莫不健仰。居月余，毅因晚入户，视其妻，深觉类于龙女，而艳逸丰厚，则又过之。因与话昔事。妻谓毅曰：“人世岂有如是之理乎？”", 
      "", 
      "经岁余，有一子。毅益重之。既产，逾月，乃秾饰换服，召毅于帘室之间，笑谓毅曰：“君不忆余之于昔也？”毅曰：“夙为姻好，何以为忆？”妻曰：“余即洞庭君之女也。泾川之冤，君使得白。衔君之恩，誓心求报。洎钱塘季父论亲不从，遂至睽违。天各一方，不能相问。父母欲配嫁于濯锦小儿某。遂闭户剪发，以明无意。虽为君子弃绝，分见无期。而当初之心，死不自替。他日父母怜其志，复欲驰白于君子。值君子累娶，当娶于张，已而又娶于韩。迨张、韩继卒，君卜居于兹，故余之父母乃喜余得遂报君之意。今日获奉君子，咸善终世，死无恨矣。”因呜咽，泣涕交下。对毅曰：“始不言者，知君无重色之心。今乃言者，知君有感余之意。妇人匪薄，不足以确厚永心，故因君爱子，以托相生。未知君意如何？愁惧兼心，不能自解。君附书之日，笑谓妾曰：‘他日归洞庭，慎无相避。’诚不知当此之际，君岂有意于今日之事乎？其后季父请于君，君固不许。君乃诚将不可邪，抑忿然邪？君其话之。”毅曰：“似有命者。仆始见君子，长泾之隅，枉抑憔悴，诚有不平之志。然自约其心者，达君之冤，余无及也。以言‘慎无相避’者，偶然耳，岂有意哉。洎钱塘逼迫之际，唯理有不可直，乃激人之怒耳。夫始以义行为之志，宁有杀其婿而纳其妻者邪？一不可也。某素以操真为志尚，宁有屈于己而伏于心者乎？二不可也。且以率肆胸臆，酬酢纷纶，唯直是图，不遑避害。然而将别之日。见君有依然之容，心甚恨之。终以人事扼束，无由报谢。吁，今日，君，卢氏也，又家于人间。则吾始心未为惑矣。从此以往，永奉欢好，心无纤虑也。”妻因深感娇泣，良久不已。有顷，谓毅曰：“勿以他类，遂为无心，固当知报耳。夫龙寿万岁，今与君同之。水陆无往不适。君不以为妄也。”毅嘉之曰：“吾不知国客乃复为神仙之饵！”。乃相与觐洞庭。既至，而宾主盛礼，不可具纪。", 
      "", 
      "后居南海仅四十年，其邸第、舆马、珍鲜、服玩，虽侯伯之室，无以加也。毅之族咸遂濡泽。以其春秋积序，容状不衰。南海之人，靡不惊异。", 
      "", 
      "洎开元中，上方属意于神仙之事，精索道术。毅不得安，遂相与归洞庭。凡十余岁，莫知其迹。", 
      "", 
      "至开元末，毅之表弟薛嘏为京畿令，谪官东南。经洞庭，晴昼长望，俄见碧山出于远波。舟人皆侧立，曰：“此本无山，恐水怪耳。”指顾之际，山与舟相逼，乃有彩船自山驰来，迎问于嘏。其中有一人呼之曰：“柳公来候耳。”嘏省然记之，乃促至山下，摄衣疾上。山有宫阙如人世，见毅立于宫室之中，前列丝竹，后罗珠翠，物玩之盛，殊倍人间。毅词理益玄，容颜益少。初迎嘏于砌，持嘏手曰：“别来瞬息，而发毛已黄。”嘏笑曰：“兄为神仙，弟为枯骨，命也。”毅因出药五十丸遗嘏，曰：“此药一丸，可增一岁耳。岁满复来，无久居人世以自苦也。”欢宴毕，嘏乃辞行。自是已后，遂绝影响。嘏常以是事告于人世。殆四纪，嘏亦不知所在。", 
      "", 
      "陇西李朝威叙而叹曰：“五虫之长，必以灵者，别斯见矣。人，裸也，移信鳞虫。洞庭含纳大直，钱塘迅疾磊落，宜有承焉。嘏咏而不载，独可邻其境。愚义之，为斯文。”"
    ], 
    "dynasty": "唐代"
  }, 
  {
    "title": "触龙说赵太后", 
    "notes": [], 
    "author": "刘向", 
    "paragraphs": [
      "赵太后新用事，秦急攻之。赵氏求救于齐，齐曰：“必以长安君为质，兵乃出。”太后不肯，大臣强谏。太后明谓左右：“有复言令长安君为质者，老妇必唾其面。”", 
      "", 
      "左师触龙言愿见太后。太后盛气而揖之。入而徐趋，至而自谢，曰：“老臣病足，曾不能疾走，不得见久矣。窃自恕，而恐太后玉体之有所郄也，故愿望见太后。”太后曰：“老妇恃辇而行。”曰：“日食饮得无衰乎？”曰：“恃粥耳。”曰：“老臣今者殊不欲食，乃自强步，日三四里，少益耆食，和于身。”太后曰：“老妇不能。”太后之色少解。", 
      "", 
      "左师公曰：“老臣贱息舒祺，最少，不肖；而臣衰，窃爱怜之。愿令得补黑衣之数，以卫王宫。没死以闻。”太后曰：“敬诺。年几何矣？”对曰：“十五岁矣。虽少，愿及未填沟壑而托之。”太后曰：“丈夫亦爱怜其少子乎？”对曰：“甚于妇人。”太后笑曰：“妇人异甚。”对曰：“老臣窃以为媪之爱燕后贤于长安君。”曰：“君过矣！不若长安君之甚。”左师公曰：“父母之爱子，则为之计深远。媪之送燕后也，持其踵，为之泣，念悲其远也，亦哀之矣。已行，非弗思也，祭祀必祝之，祝曰：‘必勿使反。’岂非计久长，有子孙相继为王也哉？”太后曰：“然。”", 
      "", 
      "左师公曰：“今三世以前，至于赵之为赵，赵王之子孙侯者，其继有在者乎？”曰：“无有。”曰：“微独赵，诸侯有在者乎？”曰：“老妇不闻也。”“此其近者祸及身，远者及其子孙。岂人主之子孙则必不善哉？位尊而无功，奉厚而无劳，而挟重器多也。今媪尊长安君之位，而封之以膏腴之地，多予之重器，而不及今令有功于国，—旦山陵崩，长安君何以自托于赵？老臣以媪为长安君计短也，故以为其爱不若燕后。”太后曰：“诺，恣君之所使之。”", 
      "", 
      "于是为长安君约车百乘，质于齐，齐兵乃出。", 
      "", 
      "子义闻之曰：“人主之子也、骨肉之亲也，犹不能恃无功之尊、无劳之奉，已守金玉之重也，而况人臣乎。”"
    ], 
    "dynasty": "先秦"
  }, 
  {
    "title": "离骚", 
    "notes": [
      "惟--通 ：唯"
    ], 
    "author": "屈原", 
    "paragraphs": [
      "帝高阳之苗裔兮，朕皇考曰伯庸。", 
      "摄提贞于孟陬兮，惟庚寅吾以降。", 
      "皇览揆余初度兮，肇锡余以嘉名：", 
      "名余曰正则兮，字余曰灵均。", 
      "纷吾既有此内美兮，又重之以修能。", 
      "扈江离与辟芷兮，纫秋兰以为佩。", 
      "汩余若将不及兮，恐年岁之不吾与。", 
      "朝搴阰之木兰兮，夕揽洲之宿莽。", 
      "日月忽其不淹兮，春与秋其代序。", 
      "惟草木之零落兮，恐美人之迟暮。", 
      "不抚壮而弃秽兮，何不改乎此度?", 
      "乘骐骥以驰骋兮，来吾道夫先路！", 
      "昔三后之纯粹兮，固众芳之所在。", 
      "杂申椒与菌桂兮，岂惟纫夫蕙茝！", 
      "彼尧、舜之耿介兮，既遵道而得路。", 
      "何桀纣之猖披兮，夫惟捷径以窘步。", 
      "惟夫党人之偷乐兮，路幽昧以险隘。", 
      "岂余身之殚殃兮，恐皇舆之败绩！", 
      "忽奔走以先后兮，及前王之踵武。", 
      "荃不查余之中情兮，反信谗而齌怒。", 
      "余固知謇謇之为患兮，忍而不能舍也。", 
      "指九天以为正兮，夫惟灵修之故也。", 
      "曰黄昏以为期兮，羌中道而改路！", 
      "初既与余成言兮，后悔遁而有他。", 
      "余既不难夫离别兮，伤灵修之数化。", 
      "余既滋兰之九畹兮，又树蕙之百亩。", 
      "畦留夷与揭车兮，杂杜衡与芳芷。", 
      "冀枝叶之峻茂兮，愿俟时乎吾将刈。", 
      "虽萎绝其亦何伤兮，哀众芳之芜秽。", 
      "众皆竞进以贪婪兮，凭不厌乎求索。", 
      "羌内恕己以量人兮，各兴心而嫉妒。", 
      "忽驰骛以追逐兮，非余心之所急。", 
      "老冉冉其将至兮，恐修名之不立。", 
      "朝饮木兰之坠露兮，夕餐秋菊之落英。", 
      "苟余情其信姱以练要兮，长顑颔亦何伤。", 
      "掔木根以结茝兮，贯薜荔之落蕊。", 
      "矫菌桂以纫蕙兮，索胡绳之纚纚。", 
      "謇吾法夫前修兮，非世俗之所服。", 
      "虽不周于今之人兮，愿依彭咸之遗则。", 
      "长太息以掩涕兮，哀民生之多艰。", 
      "余虽好修姱以鞿羁兮，謇朝谇而夕替。", 
      "既替余以蕙纕兮，又申之以揽茝。", 
      "亦余心之所善兮，虽九死其犹未悔。", 
      "怨灵修之浩荡兮，终不察夫民心。", 
      "众女嫉余之蛾眉兮，谣诼谓余以善淫。", 
      "固时俗之工巧兮，偭规矩而改错。", 
      "背绳墨以追曲兮，竞周容以为度。", 
      "忳郁邑余侘傺兮，吾独穷困乎此时也。", 
      "宁溘死以流亡兮，余不忍为此态也。", 
      "鸷鸟之不群兮，自前世而固然。", 
      "何方圜之能周兮，夫孰异道而相安？", 
      "屈心而抑志兮，忍尤而攘诟。", 
      "伏清白以死直兮，固前圣之所厚。", 
      "悔相道之不察兮，延伫乎吾将反。", 
      "回朕车以复路兮，及行迷之未远。", 
      "步余马于兰皋兮，驰椒丘且焉止息。", 
      "进不入以离尤兮，退将复修吾初服。", 
      "制芰荷以为衣兮，集芙蓉以为裳。", 
      "不吾知其亦已兮，苟余情其信芳。", 
      "高余冠之岌岌兮，长余佩之陆离。", 
      "芳与泽其杂糅兮，唯昭质其犹未亏。", 
      "忽反顾以游目兮，将往观乎四荒。", 
      "佩缤纷其繁饰兮，芳菲菲其弥章。", 
      "民生各有所乐兮，余独好修以为常。", 
      "虽体解吾犹未变兮，岂余心之可惩。", 
      "女嬃之婵媛兮，申申其詈予，曰：", 
      "「鲧婞直以亡身兮，终然夭乎羽之野。", 
      "汝何博謇而好修兮，纷独有此姱节？", 
      "薋菉葹以盈室兮，判独离而不服。」", 
      "众不可户说兮，孰云察余之中情？", 
      "世并举而好朋兮，夫何茕独而不予听？", 
      "依前圣以节中兮，喟凭心而历兹。", 
      "济沅、湘以南征兮，就重华而敶词：", 
      "启《九辩》与《九歌》兮，夏康娱以自纵。", 
      "不顾难以图后兮，五子用失乎家衖。", 
      "羿淫游以佚畋兮，又好射夫封狐。", 
      "固乱流其鲜终兮，浞又贪夫厥家。", 
      "浇身被服强圉兮，纵欲而不忍。", 
      "日康娱而自忘兮，厥首用夫颠陨。", 
      "夏桀之常违兮，乃遂焉而逢殃。", 
      "后辛之菹醢兮，殷宗用而不长。", 
      "汤、禹俨而祗敬兮，周论道而莫差。", 
      "举贤才而授能兮，循绳墨而不颇。", 
      "皇天无私阿兮，览民德焉错辅。", 
      "夫维圣哲以茂行兮，苟得用此下土。", 
      "瞻前而顾后兮，相观民之计极。", 
      "夫孰非义而可用兮？孰非善而可服？", 
      "阽余身而危死兮，览余初其犹未悔。", 
      "不量凿而正枘兮，固前修以菹醢。", 
      "曾歔欷余郁邑兮，哀朕时之不当。", 
      "揽茹蕙以掩涕兮，沾余襟之浪浪。", 
      "跪敷衽以陈辞兮，耿吾既得此中正。", 
      "驷玉虬以桀鹥兮，溘埃风余上征。", 
      "朝发轫于苍梧兮，夕余至乎县圃。", 
      "欲少留此灵琐兮，日忽忽其将暮。", 
      "吾令羲和弭节兮，望崦嵫而勿迫。", 
      "路漫漫其修远兮，吾将上下而求索。", 
      "饮余马于咸池兮，总余辔乎扶桑。", 
      "折若木以拂日兮，聊逍遥以相羊。", 
      "前望舒使先驱兮，后飞廉使奔属。", 
      "鸾皇为余先戒兮，雷师告余以未具。", 
      "吾令凤鸟飞腾兮，继之以日夜。", 
      "飘风屯其相离兮，帅云霓而来御。", 
      "纷总总其离合兮，斑陆离其上下。", 
      "吾令帝阍开关兮，倚阊阖而望予。", 
      "时暧暧其将罢兮，结幽兰而延伫。", 
      "世溷浊而不分兮，好蔽美而嫉妒。", 
      "朝吾将济于白水兮，登阆风而绁马。", 
      "忽反顾以流涕兮，哀高丘之无女。", 
      "溘吾游此春宫兮，折琼枝以继佩。", 
      "及荣华之未落兮，相下女之可诒。", 
      "吾令丰隆乘云兮，求宓妃之所在。", 
      "解佩纕以结言兮，吾令謇修以为理。", 
      "纷总总其离合兮，忽纬繣其难迁。", 
      "夕归次于穷石兮，朝濯发乎洧盘。", 
      "保厥美以骄傲兮，日康娱以淫游。", 
      "虽信美而无礼兮，来违弃而改求。", 
      "览相观于四极兮，周流乎天余乃下。", 
      "望瑶台之偃蹇兮，见有娀之佚女。", 
      "吾令鸩为媒兮，鸩告余以不好。", 
      "雄鸠之鸣逝兮，余犹恶其佻巧。", 
      "心犹豫而狐疑兮，欲自适而不可。", 
      "凤皇既受诒兮，恐高辛之先我。", 
      "欲远集而无所止兮，聊浮游以逍遥。", 
      "及少康之未家兮，留有虞之二姚。", 
      "理弱而媒拙兮，恐导言之不固。", 
      "世溷浊而嫉贤兮，好蔽美而称恶。", 
      "闺中既以邃远兮，哲王又不寤。", 
      "怀朕情而不发兮，余焉能忍而与此终古？", 
      "索琼茅以筳篿兮，命灵氛为余占之。", 
      "曰：「两美其必合兮，孰信修而慕之？", 
      "思九州之博大兮，岂惟是其有女？」", 
      "曰：「勉远逝而无狐疑兮，孰求美而释女？", 
      "何所独无芳草兮，尔何怀乎故宇？」", 
      "世幽昧以昡曜兮，孰云察余之善恶？", 
      "民好恶其不同兮，惟此党人其独异！", 
      "户服艾以盈要兮，谓幽兰其不可佩。", 
      "览察草木其犹未得兮，岂珵美之能当？", 
      "苏粪壤以充祎兮，谓申椒其不芳。", 
      "欲从灵氛之吉占兮，心犹豫而狐疑。", 
      "巫咸将夕降兮，怀椒糈而要之。", 
      "百神翳其备降兮，九疑缤其并迎。", 
      "皇剡剡其扬灵兮，告余以吉故。", 
      "曰：「勉升降以上下兮，求矩矱之所同。", 
      "汤、禹俨而求合兮，挚、咎繇而能调。", 
      "苟中情其好修兮，又何必用夫行媒？", 
      "说操筑于傅岩兮，武丁用而不疑。", 
      "吕望之鼓刀兮，遭周文而得举。", 
      "宁戚之讴歌兮，齐桓闻以该辅。", 
      "及年岁之未晏兮，时亦犹其未央。", 
      "恐鹈鴃之先鸣兮，使夫百草为之不芳。」", 
      "何琼佩之偃蹇兮，众薆然而蔽之。", 
      "惟此党人之不谅兮，恐嫉妒而折之。", 
      "时缤纷其变易兮，又何可以淹留？", 
      "兰芷变而不芳兮，荃蕙化而为茅。", 
      "何昔日之芳草兮，今直为此萧艾也？", 
      "岂其有他故兮，莫好修之害也！", 
      "余以兰为可恃兮，羌无实而容长。", 
      "委厥美以从俗兮，苟得列乎众芳。", 
      "椒专佞以慢慆兮，樧又欲充夫佩帏。", 
      "既干进而务入兮，又何芳之能祗？", 
      "固时俗之流从兮，又孰能无变化？", 
      "览椒兰其若兹兮，又况揭车与江离？", 
      "惟兹佩之可贵兮，委厥美而历兹。", 
      "芳菲菲而难亏兮，芬至今犹未沬。", 
      "和调度以自娱兮，聊浮游而求女。", 
      "及余饰之方壮兮，周流观乎上下。", 
      "灵氛既告余以吉占兮，历吉日乎吾将行。", 
      "折琼枝以为羞兮，精琼爢以为粻。", 
      "为余驾飞龙兮，杂瑶象以为车。", 
      "何离心之可同兮？吾将远逝以自疏。", 
      "邅吾道夫昆仑兮，路修远以周流。", 
      "扬云霓之晻蔼兮，鸣玉鸾之啾啾。", 
      "朝发轫于天津兮，夕余至乎西极。", 
      "凤皇翼其承旗兮，高翱翔之翼翼。", 
      "忽吾行此流沙兮，遵赤水而容与。", 
      "麾蛟龙使梁津兮，诏西皇使涉予。", 
      "路修远以多艰兮，腾众车使径待。", 
      "路不周以左转兮，指西海以为期。", 
      "屯余车其千乘兮，齐玉轪而并驰。", 
      "驾八龙之婉婉兮，载云旗之委蛇。", 
      "抑志而弭节兮，神高驰之邈邈。", 
      "奏《九歌》而舞《韶》兮，聊假日以媮乐。", 
      "陟升皇之赫戏兮，忽临睨夫旧乡。", 
      "仆夫悲余马怀兮，蜷局顾而不行。", 
      "乱曰：已矣哉！", 
      "国无人莫我知兮，又何怀乎故都！", 
      "既莫足与为美政兮，吾将从彭咸之所居！"
    ], 
    "dynasty": "先秦"
  }, 
  {
    "title": "勾践灭吴", 
    "notes": [], 
    "author": "佚名", 
    "paragraphs": [
      "越王勾践栖于会稽之上，乃号令于三军曰：“凡我父兄昆弟及国子姓，有能助寡人谋而退吴者，吾与之共知越国之政。”大夫种进对曰：“臣闻之，贾人夏则资皮，冬则资絺，旱则资舟，水则资车，以待乏也。夫虽无四方之忧，然谋臣与爪牙之士，不可不养而择也。譬如蓑笠，时雨既至，必求之。今君王既栖于会稽之上，然后乃求谋臣，无乃后乎？”勾践曰：“苟得闻子大夫之言，何后之有？”执其手而与之谋。", 
      "", 
      "遂使之行成于吴，曰：“寡君勾践乏无所使，使其下臣种，不敢彻声闻于大王，私于下执事曰：寡君之师徒不足以辱君矣；愿以金玉、子女赂君之辱。请勾践女女于王，大夫女女于大夫，士女女于士；越国之宝器毕从！寡君帅越国之众以从君之师徒。唯君左右之，若以越国之罪为不可赦也，将焚宗庙，系妻孥，沈金玉于江；有带甲五千人，将以致死，乃必有偶，是以带甲万人事君也，无乃即伤君王之所爱乎？与其杀是人也，宁其得此国也，其孰利乎？”", 
      "", 
      "夫差将欲听，与之成。子胥谏曰：“不可！夫吴之与越也，仇讎敌战之国也；三江环之，民无所移。有吴则无越，有越则无吴。将不可改于是矣！员闻之：陆人居陆，水人居水，夫上党之国，我攻而胜之，吾不能居其地，不能乘其车；夫越国，吾攻而胜之，吾能居其地，吾能乘其舟。此其利也，不可失也已。君必灭之！失此利也，虽悔之，必无及已。", 
      "", 
      "越人饰美女八人，纳之太宰嚭，曰：“子苟赦越国之罪，又有美于此者将进之。”太宰嚭谏曰：“嚭闻古之伐国者，服之而已；今已服矣，又何求焉？”夫差与之成而去之。", 
      "", 
      "勾践说于国人曰：“寡人不知其力之不足也，而又与大国执仇，以暴露百姓之骨于中原，此则寡人之罪也。寡人请更。”于是葬死者，问伤者，养生者；吊有忧，贺有喜；送往者，迎来者；去民之所恶，补民之不足。然后卑事夫差，宦士三百人于吴，其身亲为夫差前马。", 
      "", 
      "勾践之地，南至于句无，北至于御儿，东至于鄞，西至于姑蔑，广运百里，乃致其父母昆弟而誓之，曰：“寡人闻，古之贤君，四方之民归之，若水之归下也。今寡人不能，将帅二三子夫妇以蕃。”令壮者无取老妇，令老者无取壮妻；女子十七不嫁，其父母有罪；丈夫二十不取，其父母有罪。将免者以告，公令医守之。生丈夫，二壶酒，一犬；生女子，二壶酒，一豚；生三人，公与之母；生二子，公与之饩。当室者死，三年释其政；支子死，三月释其政；必哭泣葬埋之如其子。令孤子、寡妇、疾疹、贫病者，纳宦其子。其达士，洁其居，美其服，饱其食，而摩厉之于义。四方之士来者，必庙礼之。勾践载稻与脂于舟以行。国之孺子之游者，无不哺（有的哺为“饣”偏旁）也，无不歠也：必问其名。非其身之所种则不食，非其夫人之所织则不衣。十年不收于国，民俱有三年之食。", 
      "", 
      "国之父兄请曰：“昔者夫差耻吾君于诸侯之国，今越国亦节矣，请报之。”勾践辞曰：“昔者之战也，非二三子之罪也，寡人之罪也。如寡人者，安与知耻？请姑无庸战。”父兄又请曰：“越四封之内，亲吾君也，犹父母也。子而思报父母之仇，臣而思报君之仇，其有敢不尽力者乎？请复战！”勾践既许之，乃致其众而誓之，曰：“寡人闻古之贤君，不患其众之不足也，而患其志行之少耻也。今夫差衣水犀之甲者亿有三千，不患其志行之少耻也，而患其众之不足也。今寡人将助天灭之。吾不欲匹夫之勇也，欲其旅进旅退。进则思赏，退则思刑；如此，则有常赏。进不用命，退则无耻；如此，则有常刑。”", 
      "", 
      "果行，国人皆劝。父勉其子，兄勉其弟，妇勉其夫，曰：“孰是君也，而可无死乎？”是故败吴于囿，又败之于没，又郊败之。", 
      "", 
      "夫差行成，曰；“寡人之师徒，不足以辱君矣，请以金玉、子女赂君之辱！”勾践对曰：“昔天以越予吴，而吴不受命；今天以吴予越，越可以无听天之命，而听君之令乎！吾请达王甬、句东，吾与君为二君乎！”夫差对曰：“寡人礼先壹饭矣，君若不忘周室而为敝邑宸宇，亦寡人之愿也。君若曰：『吾将残汝社稷，灭汝宗庙。』寡人请死，余何面目以视于天下乎？越君其次也！”遂灭吴。"
    ], 
    "dynasty": "先秦"
  }, 
  {
    "title": "陈情表", 
    "notes": [
      "祖母--一作 ：祖母刘"
    ], 
    "author": "西晋·李密", 
    "paragraphs": [
      "臣密言：臣以险衅，夙遭闵凶。生孩六月，慈父见背；行年四岁，舅夺母志。祖母刘愍臣孤弱，躬亲抚养。臣少多疾病，九岁不行，零丁孤苦，至于成立。既无伯叔，终鲜兄弟，门衰祚薄，晚有儿息。外无期功强近之亲，内无应门五尺之僮，茕茕孑立，形影相吊。而刘夙婴疾病，常在床蓐，臣侍汤药，未曾废离。(愍 一作：悯 茕茕", 
      "孑立", 
      "一作：", 
      "独立", 
      ")", 
      "", 
      "逮奉圣朝，沐浴清化。前太守臣逵察臣孝廉；后刺史臣荣举臣秀才。臣以供养无主，辞不赴命。诏书特下，拜臣郎中，寻蒙国恩，除臣洗马。猥以微贱，当侍东宫，非臣陨首所能上报。臣具以表闻，辞不就职。诏书切峻，责臣逋慢；郡县逼迫，催臣上道；州司临门，急于星火。臣欲奉诏奔驰，则刘病日笃，欲苟顺私情，则告诉不许。臣之进退，实为狼狈。", 
      "", 
      "伏惟圣朝以孝治天下，凡在故老，犹蒙矜育，况臣孤苦，特为尤甚。且臣少仕伪朝，历职郎署，本图宦达，不矜名节。今臣亡国贱俘，至微至陋，过蒙拔擢，宠命优渥，岂敢盘桓，有所希冀！但以刘日薄西山，气息奄奄，人命危浅，朝不虑夕。臣无祖母，无以至今日，祖母无臣，无以终余年。母孙二人，更相为命，是以区区不能废远。", 
      "", 
      "臣密今年四十有四，祖母今年九十有六，是臣尽节于陛下之日长，报养刘之日短也。乌鸟私情，愿乞终养。臣之辛苦，非独蜀之人士及二州牧伯所见明知，皇天后土，实所共鉴。愿陛下矜悯愚诚，听臣微志，庶刘侥幸，保卒余年。臣生当陨首，死当结草。臣不胜犬马怖惧之情，谨拜表以闻。"
    ], 
    "dynasty": "魏晋"
  }
]